{
    "MAIN": "УТВЕРЖДАЮ\nДиректор департамента решений в сфере жилищно-коммунального хозяйства\nГКУ «Инфогород»\n\n\tЕ.В.Рудакова\nМ.П.\n\n\n\n\n\n\n\n\n\nТЕХНИЧЕСКОЕ ЗАДАНИЕ\nна выполнение работ по развитию государственной информационной системы: автоматизированная информационная система «Сводный кадастр отходов производства и\nпотребления города Москвы» и поддержание ее работоспособности в 2021-2023 гг.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nСОГЛАСОВАНО\nЗаместитель руководителя\nДепартамента природопользования и\nохраны окружающей среды города Москвы\n\n\tЕ.Г.Семутникова\nМ.П.\n\nСодержание\n\n\nОбщие сведения\nПолное наименование работ\nВыполнение работ по развитию государственной информационной системы: автоматизированная информационная система «Сводный кадастр отходов производства и потребления города Москвы» и поддержание ее работоспособности в 2021-2023 гг.\n\nПолное и сокращенное наименование системы\nПолное наименование Системы: автоматизированная информационная система «Сводный кадастр отходов производства и потребления города Москвы».\nСокращенное наименование: АИС СКО, Система.\n\nСокращенное наименование работ\nРазвитие и поддержание работоспособности АИС СКО, работы.\n\nШифр темы\nШифр темы: 556-248.\n\nОснование для выполнения работ\nОснованием для выполнения работ являются:\nФедеральный\tзакон\tот\t24\tиюня\t1998 г.\t№ 89-ФЗ\t«Об\tотходах\tпроизводства и потребления»;\nЗакон города Москвы от 10 декабря 2020 г. № 28 «О бюджете города Москвы на 2021 год и плановый период 2022 и 2023 годов»;\nПостановление Правительства Москвы от 9 августа 2011 г. № 349-ПП «Об утверждении Государственной программы города Москвы «Развитие цифровой среды и инноваций»;\nПостановление Правительства Москвы от 14 октября 2003 г. № 865-ПП «О Сводном кадастре отходов производства и потребления города Москвы»;\nПостановление Правительства Москвы от 17 мая 2013 г. № 296-ПП «Об утверждении Положения о Департаменте природопользования и охраны окружающей среды города Москвы»;\nПостановление Правительства Москвы от 5 апреля 2011 г. № 105-ПП «Об утверждении Положения о Департаменте информационных технологий города Москвы»;\nРаспоряжение Департамента информационных технологий города Москвы от 27 ноября 2020 г. № 64-16-647/20 «О вводе в эксплуатацию автоматизированной информационной системы «Сводный кадастр отходов производства и потребления города Москвы».\n\nЗаказчик\nГосударственное казенное учреждение города Москвы «Информационный город».\n\nПользователь (Функциональный заказчик)\nДепартамент природопользования и охраны окружающей среды города Москвы.\nПользователи системы\nПользователями Системы являются:\nсотрудники Департамента природопользования и охраны окружающей среды города Москвы и работники организаций, обращающиеся к Системе с целью использования предоставляемых сервисов;\nпоставщики информации в АИС СКО - юридические лица и (или) индивидуальные предприниматели, в результате хозяйственной и (или) иной деятельности которых на территории города Москвы образуются отходы производства и потребления, а также лица, осуществляющие обращение с отходами (накопление, сбор, транспортирование, обработка, утилизация, обезвреживание и размещение), образованными на территории\n\nгорода Москвы;\nфизические, юридические лица, органы государственной власти Российской Федерации и города Москвы, получающие сведения по запросам, с учетом требований нормативных правовых актов Российской Федерации и города Москвы по защите коммерческой, служебной, иной охраняемой законом тайны.\nПодрядчик\nПодрядчик определяется по результатам проведения процедуры закупки в соответствии с Федеральным законом от 5 апреля 2013 г. № 44-ФЗ «О контрактной системе в сфере закупок товаров, работ, услуг для обеспечения государственных и муниципальных нужд».\n\nПлановые сроки выполнения работ\nРаботы по техническому заданию на выполнение работ по развитию государственной информационной системы: автоматизированная информационная система «Сводный кадастр отходов производства и потребления города Москвы» и поддержание ее работоспособности в 2021-2023 гг. (далее – ТЗ) выполняются в рамках 2 (двух) этапов – Подготовительного и Основного.\nОбщая продолжительность выполнения работ: 727 (семьсот двадцать семь) календарных дней с даты заключения государственного контракта на выполнение работ по развитию государственной информационной системы: автоматизированная информационная система\n«Сводный кадастр отходов производства и потребления города Москвы» и поддержание ее работоспособности в 2021-2023 гг. (далее – Контракт).\nПодготовительный этап включает в себя комплекс работ по организации эксплуатационных служб.\nОсновной этап состоит из 9 (девяти) отчетных периодов, в рамках которых осуществляется выполнение работ. Список этапов выполнения работ, отчетных периодов и плановые сроки начала и окончания выполнения работ приведены в разделе 5 ТЗ.\n\nИсточник финансирования\nФинансирование работ осуществляется за счет средств бюджета города Москвы.\nПорядок финансирования\nПорядок финансирования определяется Контрактом.\n\nПорядок оформления и предъявления Заказчику результатов работ\nРезультаты работ передаются Заказчику в порядке, определенном Контрактом, в соответствии с Графиком выполнения работ (Календарным планом) (Приложение № 3 к Контракту).\nДатой окончания работ считается дата, указанная в соответствующем пункте Акта сдачи- приемки выполненных работ по соответствующему этапу/отчетному периоду.\nОтчетная документация по выполненным работам передается на бумажных (три экземпляра) и на машинных (два экземпляра) носителях информации. Текстовые документы, передаваемые на машинных носителях информации, должны быть представлены в форматах, поддерживаемых программным обеспечением Microsoft Office. Язык документации – русский. Состав передаваемых на машинных носителях информации результатов работ оформляется документом «Ведомость машинных носителей информации», оформленным в соответствии с Приложением Е к ТЗ.\nВсе отчетные документы, материалы и результаты работ передаются с сопроводительными документами Подрядчика.\nОтчетная документация, разработанная по результатам выполнения работ по развитию и поддержанию работоспособности Системы, должна быть согласована Пользователем и утверждена Подрядчиком.\n\nТребования к лицензированию\nТребования к лицензированию не установлены.\n\nОсобые условия\nВыполняемые работы подразделяются на два вида:\nработы по развитию АИС СКО;\nработы по поддержанию работоспособности АИС СКО.\nТребования к работам по типам приведены в разделе 4 ТЗ.\nПорядок расчета стоимости выполненных работ приведен в разделе 6 ТЗ. Стоимость выполненных работ по поддержанию работоспособности АИС СКО рассчитывается с учетом ключевых показателей эффективности (KPI).\nПервым днем для исчисления стоимости 1 (первого) отчетного периода Основного этапа в рамках выполнения работ по поддержанию работоспособности АИС СКО считается следующий календарный день с даты, указанной в Акте приемки системы на поддержание работоспособности.\n\nПеречень принятых сокращений\nПеречень используемых сокращений, применяемых в документе, и их расшифровка представлены в таблице 1.\nТаблица 1. Перечень принятых сокращений\n\n\nПеречень принятых терминов\nАварийный режим функционирования – режим, в который переходит Система в случае возникновения инцидентов критического приоритета. В этом режиме Подрядчик осуществляет восстановление работоспособности Системы.\nБаза знаний - организованное, управляемое хранилище информации, разработанное с целью помочь специалистам поддержки решать поступающие к ним обращения.\nБезопасность информации - состояние защищенности информации, характеризуемое способностью персонала, технических средств и информационных технологий обеспечивать конфиденциальность, целостность и доступность информации при ее обработке техническими средствами.\nВеб-браузер – программное обеспечение для просмотра веб-сайтов, обеспечивающее запрос данных, их обработку, вывод и навигацию по ним.\nВнешние пользователи Системы (далее - внешние пользователи) - физические лица и работники организаций, обращающиеся к Системе с целью использования предоставляемых Системой сервисов.\nВнештатная  ситуация/ошибка/сбой/инцидент  -  событие  в  работе  Системы, не предусмотренное проектной документацией для штатного режима функционирования.\nВремя выполнения — время, в течение которого ведутся работы по обращению или инциденту.  Промежуток  времени  между  присвоением  обращению/инциденту  статуса\n«Зарегистрировано»/«Зарегистрирован» и статуса «Выполнено»/«Выполнен».\nВремя закрытия — дата и время присвоения обращению или инциденту статуса\n«Закрыт».\n\nВремя назначения на рабочую группу — дата и время присвоения статуса обращению или инциденту «Направлено в группу».\nВремя приема в работу — дата и время приема обращения или инцидента Подрядчиком в работу и присвоения статуса «В работе».\nВремя реагирования - временной интервал от момента регистрации (время перехода обращения или инцидента в статус «Зарегистрировано») до момента принятия в работу (время перехода обращения или инцидента в статус «В работе»).\nВремя регистрации – временной интервал, прошедший от момента получения запроса (статус «Новое») до момента перехода запроса в статус «Зарегистрировано» / «Зарегистрирован» в СМКСС.\nВторая линия поддержки/Служба технической поддержки (СТП) - персонал, который осуществляет информационно-справочную поддержку Пользователей. В обязанности которого входит решение запросов пользователей, которые не были разрешены первой линией поддержки, их анализ, систематизация, выработка решений и включение в базу знаний, эскалация запросов на третью линию поддержки (при невозможности решить запрос).\nДетализированный отчет - единый отчет, который содержит необходимую информацию для составления отчетности по выполненным работам и расчета KPI. В Детализированном отчете содержится информация обо всех оказанных услугах в соответствии с метриками и критериями, приведенными в ТЗ.\nИнформационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств.\nКомплекс работ - определенный набор работ по развитию и поддержанию работоспособности Системы, имеющий отдельную стоимость, определяемую Контрактом и измеримые показатели эффективности, позволяющие оценивать качество и формировать фактическую стоимость работ.\nЛог-файл – текстовый файл, в котором регистрируются все запросы к данным, а также все ошибки, связанные с этими запросами.\nНезависимая подсистема — информационная система в составе Системы, работоспособность которой не зависит от недоступности, как плановой, так и внеплановой, остальной части Системы. При этом такая информационная система может иметь выделенную в рамках Контракта стоимость сопровождения и свои временные параметры (SLA), которые определяет Приложение А «Временные параметры (SLA)» к ТЗ.\nНесанкционированный доступ – доступ к информации, нарушающий правила разграничения доступа с использованием штатных средств, предоставляемых средствами вычислительной техники или автоматизированными системами. Под штатными средствами понимается совокупность программного, микропрограммного и технического обеспечения средств вычислительной техники или автоматизированных систем.\nОбъект учета, объект – объект благоустройства, для которого оформлен паспорт благоустройства  территории  в  рамках 743-ПП,  паспорт  благоустройства  территории в рамках 501-ПП, паспорта инвентаризации ООПТ, ООЗТ и ПТ.\nОператор данных - орган исполнительной власти города Москвы, структурное подразделение органа исполнительной власти города Москвы, подведомственная организация, обеспечивающие контроль за соблюдением Единых требований к стандарту ведения данных (далее – Стандарт), утвержденных распоряжением Департамента информационных технологий города Москвы от 1 ноября 2016 г. № 64-16-549/16 «Об утверждении Единых требований к стандарту ведения данных».\nПервая линия поддержки/Служба поддержки пользователей (СПП) - персонал, который осуществляет информационно-справочную поддержку Пользователей. В обязанности которого  входит  регистрация  поступающих  запросов  пользователей,  их  решение с использованием Базы знаний, эскалация запросов на вторую линию (при невозможности решить запрос с использованием Базы знаний), закрытие запросов и контроль качества их исполнения.\n\nПерсонал - инженерно-технические работники: специалисты и руководители со стороны Подрядчика и Заказчика, обеспечивающие заданные целевые показатели Системы в рамках Контракта.\nПодсистема – набор служб АИС СКО, объединенных по функциональному назначению.\nПрикладное программное обеспечение – часть программного обеспечения ИС, которое было разработано при создании данной ИС.\nПрограммно-технический комплекс - совокупность средств вычислительной техники, ПО и средств создания и заполнения информационной базы, достаточной для выполнения задач Системы.\nПромышленный контур — функционально-логический программно-аппаратный комплекс, предназначенный для выполнения всех функций Системы и предоставления интерфейсов доступа к Системе пользователям.\nРазработчик Системы - организация, выполняющая работы по разработке прикладного ПО Системы.\nРегламент – совокупность правил, устанавливающих порядок проведения работ.\nРезервный контур - выполняет роль промышленного контура в случае выхода из строя последнего и/или проведения на нем планово-профилактических работ.\nСервисный режим функционирования – режим Системы, в котором производится обслуживание или реконфигурация Системы. Перевод системы в данный режим требует согласования с Заказчиком.\nСистема мониторинга - автоматизированная система управления мониторингом и событиями для управления проектом, используемая Подрядчиком в ходе выполнения работ по предоставленному Заказчиком доступу.\nСистема СКВ - система контроля версий информационных систем и изменяемых компонентов информационных систем (релизов, дистрибутивов, исходных кодов, документации, конфигурации), используемая Подрядчиком в ходе выполнения работ по предоставленному Заказчиком доступу.\nСистемная ошибка - длящееся, либо повторяющееся во времени отклонение состояния и параметров Системы (либо ее компонентов) от штатного режима функционирования, которое не может быть устранено штатными средствами администрирования Системы.\nОбщесистемное программное обеспечение – часть программного обеспечения ИС, которое было разработано вне создания данной ИС. Необходимо для работы ППО.\nСмежная система - система предоставляющая (либо получающая) информацию для исполнения услуг и контроля исполнения функций.\nСтандарт ведения данных - стандарт ведения данных, утвержденный распоряжением Департамента информационных технологий города Москвы от 1 ноября 2016 г. № 64-16-549/16\n«Об утверждении Единых требований к стандарту ведения данных».\nСМКСС - средство мониторинга качества сопровождения систем, используемое Подрядчиком в ходе выполнения работ по предоставленному Заказчиком доступу.\nСТП смежная - Служба технической поддержки смежных по отношению к Системе информационных систем. Функции Второй линии поддержки выполняют сторонние организации.\nТестовый контур - функционально-логический программно-аппаратный комплекс, предназначенный для проверки корректности функционирования предлагаемых к внесению изменений в функциональность и информационную структуру Системы.\nТретья линия поддержки - персонал, занимающийся решением выявленных проблем с данными и прикладным ПО, которые не были разрешены второй линией поддержки, их анализ, систематизация, выработка решений и включение в Базу знаний.\nШтатный режим функционирования – обеспечение выполнения полного набора функций в соответствии с проектной и эксплуатационной документацией.\n\nАвторизация – предоставление определённому лицу или группе лиц прав на выполнение определённых действий; а также процесс проверки (подтверждения) данных прав при попытке выполнения этих действий.\nАдресный объект обращения с отходами – объект размещения, хранения, захоронения, переработки и/или обезвреживания отходов, имеющий определенный физический адрес.\nБиологические  отходы  –  материалы,  вещества,  остатки  (отбросы)  животного и растительного происхождения, образующиеся в результате гибели животных, медицинской и (или) ветеринарной практики, научной деятельности и экспериментов с живыми организмами и биологическими тканями, а также возникающие при работе агропромышленных предприятий, складских и перерабатывающих предприятий пищевой промышленности, продовольственных рынков, предприятий городского хозяйства, сферы обслуживания и общественного питания.\nВид отходов – совокупность отходов, которые имеют общие признаки в соответствии с системой классификации отходов.\nЗахоронение отходов – изоляция отходов, не подлежащих дальнейшей утилизации, в хранилищах в целях предотвращения попадания вредных веществ в окружающую среду.\nКадастр – сводный кадастр отходов производства и потребления города Москвы.\nКлассификатор – систематизированный свод наименований и кодов классов, по которым распределяются объекты в рамках данной системы классификации. Кодирование информации в классификаторах осуществляется в присвоении каждому элементу классификатора определенного кода.\nКрупногабаритные отходы – твердые коммунальные отходы (мебель, бытовая техника, отходы от текущего ремонта жилых помещений и др.) (далее – ТКО), размер которых не позволяет осуществить их складирование в контейнерах.\nЛимит\tна\tразмещение\tотходов\t\t–\t\tпредельно\t\tдопустимое\t\t\tколичество\tотходов конкретного вида, которые разрешается размещать определенным способом на установленный срок в объектах размещения отходов с учетом экологической обстановки на данной территории. Медицинские\t\tотходы\t–\tвсе\t\tвиды\tотходов,\tв\tтом\tчисле\t\tанатомические, патологоанатомические,\t\tбиохимические,\t\t\tмикробиологические\tи\t\tфизиологические, образующиеся в процессе осуществления медицинской деятельности и фармацевтической деятельности, деятельности по производству лекарственных средств и медицинских изделий, а также деятельности в области использования возбудителей инфекционных заболеваний и генно-\nинженерно-модифицированных организмов в медицинских целях.\nНорматив накопления твердых коммунальных отходов – среднее количество твердых коммунальных отходов, образующихся в единицу времени.\nНорматив образования отходов – установленное количество отходов конкретного вида при производстве единицы продукции.\nНормативно-справочная информация – информация, заимствованная из нормативных документов и справочников, используемая при функционировании информационной системы.\nОбезвреживание отходов – уменьшение массы отходов, изменение их состава, физических  и  химических  свойств  (включая  сжигание  и  (или)  обеззараживание на специализированных установках) в целях снижения негативного воздействия отходов на здоровье человека и окружающую среду.\nОбработка отходов – предварительная подготовка отходов к дальнейшей утилизации, включая их сортировку, разборку, очистку.\nОбъекты захоронения отходов – предоставленные в пользование в установленном порядке участки недр, подземные сооружения для захоронения отходов I — V классов опасности в соответствии с законодательством Российской Федерации о недрах.\nОбъекты обезвреживания отходов – сооружения, которые обустроены в соответствии с требованиями законодательства в области охраны окружающей среды и законодательства в\n\nобласти обеспечения санитарно-эпидемиологического благополучия населения и предназначены для обезвреживания отходов.\nОбъекты размещения отходов – сооружения, предназначенные для размещения отходов (полигон, шламохранилище, в том числе шламовый амбар, хвостохранилище, отвал горных пород и другое) и включающие в себя объекты хранения отходов и объекты захоронения отходов.\nОбъекты хранения отходов –сооружения, которые обустроены в соответствии с требованиями законодательства в области охраны окружающей среды и законодательства в области обеспечения санитарно-эпидемиологического благополучия населения и предназначены для долгосрочного складирования отходов в целях их последующих утилизации, обезвреживания, захоронения.\nОператор по обработке, утилизации, обезвреживанию и захоронению ТКО – индивидуальный предприниматель или юридическое лицо, осуществляющие деятельность по обработке, утилизации, обезвреживанию, захоронению твердых коммунальных отходов.\nОператор по обращению с твердыми коммунальными отходами – индивидуальный предприниматель или юридическое лицо, осуществляющие деятельность по сбору, транспортированию, обработке, утилизации, обезвреживанию, захоронению твердых коммунальных отходов.\nОператор по сбору и транспортированию ТКО – индивидуальный предприниматель или юридическое лицо, осуществляющие деятельность по сбору, транспортированию твердых коммунальных отходов.\nОтходы от использования товаров – готовые товары (продукция), утратившие полностью или частично свои потребительские свойства и складированные их собственником в месте сбора отходов, либо переданные в соответствии с договором или законодательством Российской  Федерации  лицу,  осуществляющему  обработку,  утилизацию  отходов, либо брошенные или иным образом оставленные собственником с целью отказаться от права собственности на них.\nОтходы производства и потребления (отходы) – вещества или предметы, которые образованы в процессе производства, выполнения работ, оказания услуг или в процессе потребления, которые удаляются, предназначены для удаления или подлежат удалению в соответствии с настоящим Федеральным законом.\nОтходы строительства и сноса – остатки сырья, материалов, иных изделий и продуктов строительства, образующиеся при строительстве, разрушении, сносе, разборке, реконструкции, ремонте зданий, сооружений, инженерных коммуникаций и промышленных объектов.\nПортал Росприроднадзора – веб-портал (сайт) Росприроднадзора с адресом доступа rpn.gov.ru.\nТвердые коммунальные отходы – отходы, образующиеся в жилых помещениях в процессе потребления физическими лицами, а также товары, утратившие свои потребительские свойства в процессе их использования физическими лицами в жилых помещениях в целях удовлетворения личных и бытовых нужд. К твердым коммунальным отходам также относятся отходы, образующиеся в процессе деятельности юридических лиц, индивидуальных предпринимателей и подобные по составу отходам, образующимся в жилых помещениях в процессе потребления физическими лицами.\nТранспортирование отходов – перемещение отходов с помощью транспортных средств вне границ земельного участка, находящегося в собственности юридического лица или индивидуального предпринимателя, либо предоставленного им на иных правах.\nУтилизация отходов – использование отходов для производства товаров (продукции), выполнения работ, оказания услуг, включая повторное применение отходов, в том числе повторное  применение  отходов  по  прямому  назначению  (рециклинг),  их  возврат в производственный цикл после соответствующей подготовки (регенерация), а также извлечение полезных компонентов для их повторного применения (рекуперация).\nUI-kit - набор всех элементов, на которых строится пользовательский интерфейс системы.\n\nПорядок внесения изменений и дополнений\nИзменения ТЗ не предусмотрены. Детализация требований ТЗ возможна в течение срока выполнения работ по Контракту в составе ЧТЗ. ТЗ в совокупности с ЧТЗ должны составлять полную систему требований к развитию и поддержанию работоспособности Системы. При этом детализация требований в составе ЧТЗ не должна противоречить основным требованиям ТЗ и приводить к изменению объема работ, предусмотренных Контрактом.\n\nНазначение системы и цели выполнения работ\nНазначение, задачи и функции системы\nНазначение Системы – автоматизация процессов деятельности Департамента природопользования и охраны окружающей среды города Москвы в части формирования, ведения и контроля за ведением Сводного кадастра отходов производства и потребления города Москвы.\nЗадачи АИС СКО:\nсбор, накопление и систематизация данных в области обращения с отходами производства и потребления в городе Москве;\nвыявление на основании комплексного анализа представленной информации закономерностей для разработки природоохранных мероприятий и принятия решений в целях совершенствования системы обращения с отходами производства и потребления на территории города Москвы;\nанализ состояния и оценка эффективности управления в области обращения с отходами производства и потребления в городе Москве.\nФункции АИС СКО:\nприем в электронном виде данных об отходах производства и потребления от юридических лиц и (или) индивидуальных предпринимателей, в результате хозяйственной и (или) иной деятельности которых на территории города Москвы образуются отходы производства и потребления, а также лицами, осуществляющими обращение с отходами (накопление, сбор, транспортирование, обработка, утилизация, обезвреживание и размещение), образованными на территории города Москвы;\nформирование сводных годовых отчетов на основе данных об отходах производства и потребления города Москвы;\nавтоматизированный контроль и согласование годовых отчетов поставщиков информации в АИС СКО;\nвалидация и хранение данных об отходах производства и потребления города Москвы;\nформирование и актуализация справочников АИС СКО в области обращения с отходами производства и потребления в городе Москве;\nсистематизация данных, формирование стандартной и произвольной аналитической отчетности.\nЦели и задачи выполнения работ\nКомплексные работы по развитию и поддержанию работоспособности Системы должны быть проведены в целях:\nопределения текущего состояния компонентов Системы по результатам обработки запросов пользователей Системы;\nопределения текущего состояния компонентов Системы по результатам автоматического выявления событий в Системе, влияющих на эксплуатацию компонентов Системы;\nподдержания параметров функционирования ППО, удовлетворяющих требованиям производственных процессов;\nобеспечения информационно-консультационной поддержки работы пользователей с Системой (включая ППО) и поддержания уровня компетенции пользователей Системы достаточного для эффективной эксплуатации Системы;\nобеспечения качественной информационной поддержки процессов, автоматизируемых в рамках функций системы, указанных в пунктах 4.2.3-4.2.7 ТЗ;\nобеспечения бесперебойного доступа к Системе;\nразвития функциональных возможностей автоматизированной информационной системы\n«Сводный кадастр отходов производства и потребления города Москвы». Задачами по достижению целей являются:\n\nмодернизация интерфейса личного кабинета природопользователя с целью удобства формирования информации;\nизменение экранных форм и отчетности по движению отходов в соответствии с изменениями постановления Правительства Москвы от 14 октября 2003 г. № 865-ПП;\nучет документов-оснований при формировании сведений о движении отходов;\nизменение статусной модели согласования отчетов природопользователей;\nавтоматизация контроля поданных природопользователем сведений об отходах;\nвизуализация отображения сведений о движении отходов на карте;\nрасширение информационного взаимодействия со смежными системами.\nПоставленные цели должны быть достигнуты за счет развития ППО, обеспечивающего реализацию функций по подсистемам, требования, к которому приведены в пункте Ошибка! Источник ссылки не найден. ТЗ.\nКритериями достижения целей должны являться:\nв части технических показателей:\nналичие и работоспособность доработанных и вновь разработанных подсистем и функциональных модулей, входящих в состав Системы в соответствии с требованиями раздела 4 ТЗ;\nполнота реализации требований к функциям, входящих в состав Системы, в соответствии с требованиями ЧТЗ, разработанными и согласованными в рамках проекта;\nполнота методической и эксплуатационной документации Системы, в соответствии с составом, определенным в разделе Ошибка! Источник ссылки не найден. настоящего ТЗ.\nв части технологических показателей:\nввод и успешное завершение опытной эксплуатации, модернизированной АИС СКО в рамках функциональности, разработанной в соответствии с требованиями ТЗ;\nготовность модернизированной АИС СКО к вводу в постоянную эксплуатацию.\nОсобенности выполнения работ\nТЗ определяет требование одновременного выполнения работ по развитию и поддержанию работоспособности Системы. Данное требование обусловлено сложностью бизнес-процессов, автоматизируемых в Системе, и условий ее функционирования, при которых должно быть обеспечено развитие функционала Системы при сохранении непрерывного режима работы и достижение целевых показателей функционирования Системы.\nТребования к содержанию работ по развитию Системы приведены в п. 4.2.2 ТЗ. Поддержание работоспособности Системы является процессом, который должен выполняться параллельно с работами по развитию Системы.\nРаботы по развитию Системы требуют актуализации рабочей и эксплуатационной документации. Актуализация документации выполняется в соответствии с требованиями раздела 5 ТЗ.\nТаким образом, во избежание рисков несогласованности действий разных Подрядчиков при организации и выполнению работ по развитию и поддержанию работоспособности Системы, данные работы были объединены в единый документ. Такой подход позволит закрепить ответственность за бесперебойную работу развиваемой Системы за Подрядчиком и снизить время взаимодействия пользователей Системы с Подрядчиком по вопросам поддержания работоспособности Системы.\n\nХарактеристика объекта автоматизации\nКраткая характеристика системы\nАвтоматизированная информационная система «Сводный кадастр отходов производства и потребления города Москвы», обеспечивающая формирование и ведение сведений об отходах производства и потребления в городе Москве, объектах размещения отходов, технологиях использования и обезвреживания отходов города Москвы.\nОбъектом автоматизации является деятельность пользователей Системы — сотрудников Департамента природопользования и охраны окружающей среды города Москвы в части формирования, ведения и контроля за ведением Кадастра:\nведение базы данных отходов производства и потребления:\nучет сведений о природопользователях, образующих отходы в результате своей хозяйственной или иной деятельности;\nкодирование предприятий, информация о которых заносится в Кадастр;\nучет предоставляемых индивидуальными предпринимателями и юридическими лицами данных об отходах производства и потребления;\nконтроль полноты и достоверности предоставляемых в ДПиООС данных об отходах производства и потребления природопользователя;\nконтроль наличия у природопользователей утвержденных для них нормативов образования отходов и лимитов на их размещение;\nконтроль наличия у природопользователей документов, подтверждающих неизменность производственного процесса в отчетном периоде, с отметкой уполномоченного органа исполнительной власти о принятии данных документов;\nконтроль наличия у природопользователей, относящихся к субъектам малого и среднего предпринимательства, ежегодного отчета об образовании отходов, их использовании, размещении и обезвреживании с отметкой уполномоченного органа исполнительной власти о принятии данных документов;\nконтроль платы за размещение отходов за отчетный период с отметкой уполномоченного органа исполнительной власти о принятии расчета платы;\nучет данных о предприятиях-перевозчиках отходов;\nучет данных об образовании, обработке и утилизации отходов, относящихся к вторичным материальным ресурсам, в том числе раздельно собранные твердые коммунальные отходы;\nучет данных об образовании и движении медицинских и биологических отходов, образующихся в городе Москва;\nведение базы данных об объектах и технологиях обработки, утилизации и обезвреживания отходов:\nинформация об объектах обработки, утилизации и обезвреживания отходов;\nинформация о видах (группах) перерабатываемых (обезвреживаемых) отходов, технологиях их переработки, организациях — разработчиках технологий переработки (обезвреживания), наличии положительного заключения государственной экологической экспертизы на технологию, объект обезвреживания отходов;\nсведения об индивидуальных предпринимателях и юридических лицах, осуществляющих переработку данного вида отходов, с указанием мощности перерабатывающего производства, количестве перерабатываемых отходов, видах производимой вторичной продукции, наименовании и объемах образующихся вторичных отходов;\nведение реестра объектов размещения отходов:\nсбор сведений об индивидуальных предпринимателях и юридических лицах, эксплуатирующих объекты размещения отходов, осуществляющих прием отходов, образующихся на территории города Москвы;\nсбор сведений о видах (группах) отходов, размещение которых разрешено на объекте размещения;\n\nсбор сведений о мощности объекта размещения отходов, расчетных сроках его эксплуатации.\nС учетом изложенного, а также с учетом потребностей ДПиООС в развитии функциональных возможностей АИС СКО, необходимо выполнить комплексные работы по развитию и поддержанию работоспособности АИС СКО в 2021-2023 годах.\nТекущее состояние объекта автоматизации\nАИС  СКО  разработана  в  2019  году  в  рамках  государственного  контракта от 28 декабря 2018 г. № 100/12/18 на выполнение работ по созданию автоматизированной информационной системы «Сводный кадастр отходов производства и потребления города Москвы» (реестровый номер закупки в Единой информационной системе в сфере закупок 0173200001418001568).\nАИС СКО является общегородской системой города Москвы и введена в эксплуатацию 1 января 2021 г. в соответствии с распоряжением Департамента информационных технологий города Москвы от 27 ноября 2020 г. № 64-16-647/20.\nАИС СКО состоит из следующих подсистем:\nподсистема «Личный кабинет» предназначена для формирования в электронном виде природопользователем: общих сведений о природопользователе, сведений об образовании, движении, объектах обращения с отходами, и переработке отходов, сведения о нормативах образования отходов и лимитах на их размещение и иных сведений в соответствии с законодательством Российской Федерации и города Москвы. Класс подсистемы – обеспечение деятельности ОИВ. Размещение компонентов подсистемы на мобильных устройствах не предусмотрено. Подсистема состоит из следующих модулей:\nмодуль «Формирование общих сведений об организации»;\nмодуль «Формирование общих с ведений о годовом отчете»;\nмодуль «Формирование сведений об образовании отходов»;\nмодуль «Формирование сведений о движении отходов»;\nмодуль «Формирование сведений об объектах обращения с отходами»;\nмодуль «Формирование сведений о нормативах и лимитах»\nподсистема «Контроль подачи сведений» предназначена для обеспечения проведения проверки, согласования и утверждения данных с помощью журналов, реестров и карточек экранных форм, детально отображающих информацию, введенную природопользователем в личном кабинете. Класс подсистемы – обеспечение деятельности ОИВ. Размещение компонентов подсистемы на мобильных устройствах не предусмотрено. Подсистема состоит из следующих модулей:\nмодуль «Контроль и валидация сведений, поданных организациями»;\nмодуль\t«Формирование\tнормативов\tобразования\tотходов\tи\tлимитов\tна\tих размещение»;\nмодуль «Формирование стандартной отчетности»;\nподсистема «НСИ» предназначена для формирования, ведения и поддержания актуального состояния справочников и классификаторов, необходимых для реализации функций Системы. Класс подсистемы – обеспечение деятельности ОИВ. Размещение компонентов подсистемы на мобильных устройствах не предусмотрено. Подсистема состоит из следующих модулей:\nмодуль «Получение справочной информации из смежных систем»;\nмодуль «Ведение справочников Сводного кадастра отходов»\nподсистема «Администрирование» предназначена для настройки централизованного управления пользователями, для регистрации и хранения типовых ролей и полномочий, для мониторинга работы Системы, интеграционных сервисов и процедур обработки данных. Класс подсистемы – обеспечение деятельности ОИВ. Размещение компонентов подсистемы на мобильных устройствах не предусмотрено. Подсистема состоит из следующих модулей:\n\nмодуль «Идентификация, аутентификация и авторизация пользователей Системы»;\nмодуль «Настройка и мониторинг параметров Системы»;\nмодуль «Работа с ЭП»;\nмодуль «Мониторинг сервисов интеграции со смежными системами»;\nподсистема «Аналитическая отчетность» предназначена для формирования предметной области «Сводного кадастра отходов» и построения в ней сводной и аналитической отчетности. Класс подсистемы – обеспечение деятельности ОИВ, прочая. Размещение компонентов подсистемы на мобильных устройствах не предусмотрено. Подсистема включает в себя модуль «Формирование и актуализация предметной области Сводного кадастра отходов».\nЦелевые показатели назначения системы\nПоказатели количества пользователей\nК показателям количества пользователей относятся:\nрасчетное количество пользователей;\nрасчетное количество одновременно работающих пользователей;\nмаксимальное количество пользователей;\nмаксимальное количество одновременно работающих пользователей.\nПояснения по показателям, связанным с количеством пользователей, приведены в таблице 2.\nТаблица 2. Определения показателей, связанных с количеством пользователей в Подсистеме\n\nРасчетное количество пользователей, которые могут работать в АИС СКО и значения показателей количества пользователей, достижение которых необходимо обеспечить, представлено в таблице 3.\nТаблица 3. Значения показателей количества пользователей\n\nПоказатели числа обрабатываемых объектов\nК показателям числа обрабатываемых объектов относятся:\n\nрасчетное\tколичество\tосновных\tобъектов\tпредметной\tобласти,\tобрабатываемых за час (по каждому типу обрабатываемого объекта);\nрасчетное\tколичество\tосновных\tобъектов\tпредметной\tобласти,\tобрабатываемых за год (по каждому типу обрабатываемого объекта);\nмаксимальное количество основных объектов предметной области, обрабатываемых за час (по каждому типу обрабатываемого объекта);\nмаксимальное количество основных объектов предметной области, обрабатываемых за год (по каждому типу обрабатываемого объекта).\nПеречень объектов Системы (в рамках работ по ТЗ), в отношении которых применяется данный показатель приведен в таблице 4.\nТаблица 4. Перечень типов объектов Системы, в отношении которых применяется показатель\n\nПояснения по показателям, связанным с количеством объектов в Системе, приведены в таблице 5.\nТаблица 5. Определения показателей, связанных с числом обрабатываемых объектов\n\nЗначения показателей количества объектов Системы (в рамках работ по ТЗ), достижение которых необходимо обеспечить, представлены в таблице 6.\nТаблица 6. Значения показателей числа обрабатываемых объектов Системы\n\nПропускная способность\nК показателям пропускной способности относятся:\nрасчетное количество сообщений за час (по каждому информационному потоку);\nмаксимальное количество сообщений за час (по каждому информационному потоку).\nПояснения по показателям, связанным с пропускной способностью Системы, приведены в таблице 7.\nТаблица 7. Определения показателей, связанных с пропускной способностью\n\nЗначения\tпоказателей\tпропускной\tспособности\tСистемы,\tдостижение\tкоторых необходимо обеспечить, представлены в таблице 8.\nТаблица 8. Значения показателей пропускной способности\n\n\nВремя получения отчетности\nПоказатели времени получения отчетности с заранее определенной структурой\nК показателям времени получения отчетности с заранее определенной структурой относятся:\nрасчетное время получения отчета с заранее определенной структурой (по каждому отчету);\nмаксимальное время получения отчета с заранее определенной структурой (по каждому отчету).\nПояснения по показателям, связанным с получением отчетности с заранее определенной структурой, приведены в таблице 9.\nТаблица 9. Определения показателей, связанных с получением отчетности с заранее определенной\nструктурой\nОбщим требованием ко времени получения отчетности с заранее определенной структурой является не превышение временных показателей по всем создаваемым печатным формам:\nрасчётное время получения отчёта — не более 15 (пятнадцати) секунд;\nмаксимальное время получения отчёта — не более 150 (ста пятидесяти) секунд.\nВремя получения нерегламентированной отчетности\nТребований ко времени получения нерегламентированной отчетности не предъявляется.\n\nПроизводительность\nК показателям производительности относятся:\nрасчетное количество запросов, обрабатываемых в секунду – расчетное количество запросов, обрабатываемых системой в единицу времени, при обеспечении всех показателей назначения Системы;\nмаксимальное количество запросов, обрабатываемых в секунду – максимальное количество запросов, обрабатываемых Системой в единицу времени, при обеспечении всех показателей назначения Системы.\nЗначения показателей производительности Системы, достижение которых должно быть обеспечено, представлено в таблице 10.\n\nТаблица 10. Значения показателей производительности\nРасчетное и максимальное значения производительности Системы могут быть изменены в рамках подготовки частного-технического задания при реализации требований, указанных в ТЗ.\nПоказатели быстродействия системы\nК показателям быстродействия относятся:\nрасчетное время отклика при запросе к Системе через интерфейс системы – расчетное время, которое будет обеспечивать Система с учетом достижения всех показателей назначения;\nмаксимальное время отклика при запросе к Системе через интерфейс – максимальное время, которое будет обеспечивать архитектура Системы при нагрузке, указанной в таблице «Значения показателей быстродействия».\nЗначения показателей быстродействия АИС СКО и их значения указаны в таблице 11.\nТаблица 11. Значения показателей быстродействия Системы\nРасчетное и максимальное значения быстродействия Системы могут быть изменены в рамках подготовки частного-технического задания при реализации требований, указанных в ТЗ.\n\nПрограммно-аппаратный комплекс системы\nДля функционирования Системы используется программное обеспечение, установленное на технических средствах Заказчика.\nДоступ к техническим средствам и программному обеспечению АИС СКО предоставляется Заказчиком Подрядчику на Подготовительном этапе после направления Подрядчиком соответствующего запроса в адрес Заказчика по электронной почте в рабочем порядке.\nПри необходимости изменения комплекса технических средств АИС СКО Подрядчик должен разработать предложение по изменению размещения АИС СКО, исходя из заданных параметров производительности, доступности и информационной безопасности.\nВ случае необходимости увеличения требуемых мощностей Подрядчик должен предоставить Заказчику предложения по изменению (в соответствии с формой, предоставляемой Заказчиком), а также обоснование данного предложения.\n\nУсловия эксплуатации комплекса технических средств\nУсловия эксплуатации средств вычислительной техники должны соответствовать условиям эксплуатации группы 2, предусмотренным ГОСТ 21552-84 «Средства вычислительной техники. Общие технические требования, приемка, методы испытаний, маркировка, упаковка, транспортировка и хранение».\nХарактеристики взаимосвязей системы с внешними и со смежными системами\nСведения по существующим взаимосвязям Системы со смежными системами с указанием направления потоков данных приведены в таблице 12.\nСистема ГИС ЕХД, указанная в таблице, выделена в самостоятельную систему из ЕГАС ОДОПМ в соответствии с постановлением Правительства Москвы от 2 апреля 2013 г.\n№ 187-ПП.\n\nТаблица 1. Смежные системы, с которыми взаимодействует АИС СКО\nИтого 10 (десять) существующих информационных потоков.\n\nОбщие принципы развития системы\nПри развитии Системы необходимо руководствоваться принципами системности, развития (открытости), совместимости, стандартизации (унификации) и эффективности.\nпринцип системности: при декомпозиции должны быть установлены такие связи между структурными элементами Системы, которые обеспечивают ее цельность и ее взаимодействие с другими системами;\nпринцип развития (открытости): исходя из перспектив развития объекта автоматизации, Система должна развиваться с учетом возможности пополнения и обновления функций и состава Системы без нарушения ее функционирования;\nпринцип совместимости: должны быть реализованы информационные интерфейсы, благодаря которым Система может взаимодействовать с другими системами в соответствии с установленными правилами;\nпринцип стандартизации (унификации): должны быть рационально применены типовые, унифицированные и стандартизованные элементы, проектные решения, пакеты прикладных программ, комплексы, компоненты;\nпринцип эффективности: должно быть достигнуто рациональное соотношение между затратами на развитие Системы и целевыми эффектами, включая конечные результаты, получаемые в результате автоматизации;\nпринцип сервис-ориентированности: должен быть обеспечен модульный подход к разработке программного обеспечения, основанный на использовании распределенных, слабо связных компонентов, оснащенных стандартизированными интерфейсами для взаимодействия по стандартизированным протоколам.\n\nТребования к выполнению работ\nТребования, предъявляемые к составу и содержанию работ по поддержанию работоспособности\nТребования к работам по поддержанию работоспособности в целом\nВ рамках выполнения работ Подрядчик должен обеспечить бесперебойную работу Системы на протяжении всего периода выполнения работ в режиме, указанном в Приложении А к ТЗ.\nВремя\tнедоступности\tСистемы\tне\tдолжно\tпревышать\tзначений,\tуказанных\tв Приложении А к ТЗ.\nНа протяжении всего периода выполнения работ Подрядчик должен обеспечить:\nконсультационную поддержку;\nсохранность баз данных всех программных модулей и структурных разделов Системы;\nфункционирование всего программного обеспечения Системы;\nвозможность возврата в предыдущее стабильное состояние в случае неуспешной попытки внесения изменений в Систему (обновлений, настроек, установки программных дополнений и других работ, направленных на обеспечение качественной бесперебойной работы Системы);\nвозможность полного восстановления Системы из резервной копии в случае сбоя.\nПоказатели назначения работ\nРаботы по поддержанию работоспособности Системы должны выполняться Подрядчиком в соответствии со следующими условиями:\nработы должны выполняться на русском языке;\nтребования к режимам и результатам выполнения работ приведены в Приложении А к ТЗ и в пункте 4.1.2 ТЗ;\nработы должны выполняться в версии Системы, переданной Заказчиком Подрядчику.\nТребования к порядку и режиму выполнения работ\nРаботы по поддержанию работоспособности Системы должны выполняться в соответствии с порядком и требованиями на выполнение каждой конкретной работы, приведенными в ТЗ, а также регламентами и инструкциями выполнения работ.\nВ целях недопущения остановки работы Системы в период интенсивной работы пользователей, по согласованию Сторон, отдельные работы могут выполняться в соответствии с графиком (в нерабочее время Заказчика и/или пользователей Системы).\nПроведение работ специалистами Подрядчика должно быть согласовано с Заказчиком, зафиксировано в СМКСС и должно сопровождаться обязательным информированием специалистов Сторон в соответствии с пунктом 4.1.2 ТЗ. Соответствующие типы работ должны быть определены в Регламенте выполнения работ, формируемом в рамках Подготовительного этапа.\n\n3.4 Требования к защите информации от несанкционированного доступа при выполнении работ по поддержанию работоспособности\nВ рамках Подготовительного этапа работ Подрядчик, в официальном порядке в течение 1 (одного) рабочего дня с даты заключения Контракта, направляет запрос Заказчику на предоставление атрибутов доступа. Заказчик предоставляет атрибуты доступа Подрядчику в рабочем порядке по электронной почте на основании запроса Подрядчика. После принятия атрибутов доступа Подрядчик в течение 1 (одного) рабочего дня обязан произвести изменение атрибутов доступа, после чего передать актуальный документ «Протокол передачи прав и уровней доступа» Заказчику в составе отчетной документации по Подготовительному этапу (приложением к Акту приемки системы на поддержание работоспособности). Применяемые меры обеспечения информационной безопасности должны обеспечивать минимизацию рисков, связанных с возможным нарушением конфиденциальности, целостности и доступности\n\nинформации, содержащейся в Системе. Они включают практические правила управления безопасностью (организационно–административные, программные, физические меры защиты), в том числе:\nуправление доступом к Системе и резервным копиям;\nпредотвращение несанкционированного доступа извне;\nорганизация защиты данных средствами резервного копирования и санкционированного восстановления, дублирования копий и организации их соответствующего хранения;\nмониторинг и устранение уязвимостей в Системе.\nИнформация, предоставляемая Подрядчиком с целью выполнения работ, является конфиденциальной и не должна передаваться третьим лицам без письменного разрешения Заказчика и не иначе как для обеспечения выполнения работ.\nУчетные записи пользователей\nПодрядчик должен осуществлять управление доступом к ППО путем разграничения прав доступа и ведения реестра пользователей, обладающих правами. Доступ к Системе должен быть персонализирован (конкретный логин соответствует конкретному пользователю Системы), если иное не предусмотрено Регламентом выполнения работ.\nВыдача и изъятие прав и атрибутов доступа к Системе персоналу должна осуществляться на основании запроса Заказчика, если иное не определено в Регламенте выполнения работ или в другом документе, предоставляемым Заказчиком, определяющим порядок выдачи и изъятия прав и атрибутов доступа к Системе.\nПроверка прав и атрибутов доступа должна проводиться Подрядчиком согласно графику планово-предупредительных работ. Подрядчик должен предусмотреть мониторинг активности пользователей с целью выявления и блокировки неактивных учетных записей при наличии в системах соответствующего функционала в рамках выполнения работ по управлению плановыми работами.\nПодрядчик должен обеспечить возможность сохранности учетных записей пользователей, в том числе заблокированных, в течение Основного этапа Контракта. Подробные требования к управлению учетными записями определяются Регламентом выполнения работ.\n\nТребования к информационному сопровождению выполняемых работ\nПод информационным сопровождением выполняемых работ понимается информирование Заказчика о ходе выполняемых работ в случае возникновения нештатных ситуаций и организация взаимодействия с представителями Разработчика, смежными СТП с использованием наиболее приемлемых каналов коммуникаций с целью решения приоритетных вопросов.\nТребования к информационному взаимодействию определяются в Регламенте выполнения работ, формируемом в рамках Подготовительного этапа.\nПри выполнении работ по поддержанию работоспособности Системы Подрядчик обязан обеспечить информирование представителей Заказчика и специалистов смежных систем (при необходимости) о подготовке, ходе проведения и успешности проведения работ в соответствии с планом (или отклонении от согласованного плана), их результатах, при каждом переходе к следующему шагу и/или возвращению к предыдущему состоянию, путем направления первоначального плана с указанием статуса работ (начато выполнение, в работе, завершена, успешно/неуспешно).\nИнформирование осуществляется Подрядчиком в режиме on-line с помощью электронной почты и СМКСС.\nПодрядчик обязан соблюдать порядок информирования, указанный в Регламенте выполнения работ.\nВ случае обнаружения сбоев в работе Системы Подрядчиком, он должен оповестить о произошедшем ответственных лиц со стороны Заказчика сразу после обнаружения сбоя, зарегистрировать событие/сбой в СМКСС и приступить к его устранению.\n\nТребования к порядку обработки запросов на выполнение работ\nПри выполнении работ по поддержанию работоспособности Системы Подрядчик обрабатывает все поступившие к нему запросы на выполнение работ сформированные как в ручном режиме (эл. почта, тел. звонок, запросы от СТП смежных систем в СМКСС), так и в автоматическом режиме (Система мониторинга).\nВ зоне ответственности Подрядчика находится обработка всех поступивших к нему запросов, взаимодействие с иными линиями поддержки по разрешению поступивших запросов и организация техподдержки Заказчика.\nПодрядчик обязан:\nпостоянно контролировать сроки, указанные в Приложении А к ТЗ, отведенные для разрешения запроса;\nпроизводить оповещение ответственных специалистов Заказчика в соответствии с Регламентом выполнения работ о нарушении сроков выполнения запросов;\nследить за актуальностью классификатора СМКСС в своей зоне ответственности.\nТребования к численности и квалификации обслуживающего персонала по поддержанию работоспособности системы и режиму его работы\nЧисленность обслуживающего персонала и необходимый уровень квалификации определяется Подрядчиком таким образом, чтобы обеспечить выполнение требований ТЗ при выполнении каждой из работ по поддержанию работоспособности Системы. В случае неоднократного нарушения требований ТЗ Подрядчиком при выполнении работы, Заказчик вправе осуществить проверку подготовленности персонала Подрядчика для сопровождения Системы.\nЗаказчик вправе запросить заверенные копии документов, подтверждающих квалификацию персонала, в том числе дипломов, протоколов обучения, и провести проверку соответствия заявленных в них сведений фактическим в отношении всех или отдельных сотрудников.\nУведомление о проверке Заказчик направляет Подрядчику не менее чем за 1 (один) рабочий день.\nРежим работы персонала должен обеспечить выполнение работ Подрядчиком в соответствии с требованиями к качеству, режиму и периодичности выполнения работ, определенными ТЗ.\n\nТребования к безопасности выполнения работ\nОбеспечение защиты обслуживаемых электронных информационных ресурсов и объектов от хищения, утраты, уничтожения, искажения и подделки информации при выполнении работ должно осуществляться правовыми, организационными и техническими мерами Подрядчика в соответствии с действующим законодательством Российской Федерации.\nПодрядчик несет ответственность за распространение информации, к которой может получить доступ в рамках выполнения работ по Контракту.\nПодрядчик должен привлекать для выполнения работ по поддержанию работоспособности квалифицированных специалистов и выполнять данные работы с соблюдением правил техники безопасности.\nТребования к используемым материалам и оборудованию\nНаличие инструментов, оборудования, контрольно-измерительных приборов, материалов, необходимых для выполнения работ по поддержанию работоспособности Системы, обеспечивает Подрядчик.\n\nТребования к составу и содержанию работ по поддержанию работоспособности\nСостав работ по поддержанию работоспособности в рамках Подготовительного этапа\nОрганизация эксплуатационных служб:\nметодическое обеспечение эксплуатационных мероприятий;\nтехническое обеспечение эксплуатационных мероприятий;\nприемка Системы.\nСостав работ по поддержанию работоспособности в рамках Основного этапа\nПоддержка пользователей\nподдержка пользователей (п. 4.1.2.6.9 ТЗ);\nуправление знаниями (п. 4.1.2.6.10 ТЗ).\nПрикладное администрирование\nуправление инцидентами (п. 4.1.2.6.1 ТЗ);\nуправление событиями (п. 4.1.2.6.2 ТЗ);\nуправление изменениями (п.4.1.2.6.4 ТЗ);\nуправление доступом (п. 4.1.2.6.3 ТЗ);\nфункциональное тестирование (п. 4.1.2.6.6 ТЗ);\nуправление плановыми работами (п. 4.1.2.6.7 ТЗ).\nСистемное администрирование\nуправление инцидентами (п. 4.1.2.6.1 ТЗ);\nуправление событиями (п. 4.1.2.6.2 ТЗ);\nуправление изменениями (п. 4.1.2.6.4 ТЗ);\nуправление плановыми работами (п. 4.1.2.6.7 ТЗ);\nуправление\tрезервным\tкопированием\tи\tвосстановление\tиз\tрезервной\tкопии (п. 4.1.2.6.8 ТЗ);\nнагрузочное тестирование (п. 4.1.2.6.5 ТЗ).\nТребования к работам по организации эксплуатационных служб Подготовительного этапа\nВ течение Подготовительного этапа Контракта Подрядчиком должны быть проведены организационно-штатные и подготовительные мероприятия (в том числе технические), по результатам проверки которых осуществляется приемка Системы на развитие и поддержание работоспособности, о чем Подрядчиком и Заказчиком в момент приемки Системы подписывается Акт приемки системы на поддержание работоспособности.\nДля начала выполнения работ Подрядчик в течение Подготовительного этапа должен:\nопределить ответственных лиц, уполномоченных в структуре Подрядчика, принимать решения оперативного характера о порядке и способе выполнения работ и несущих персональную ответственность за качество и полноту выполнения работ в целом. Подрядчик и Заказчик подписывают документ «Перечень уполномоченных специалистов» (далее – Перечень). Указанный Перечень должен содержать минимальный набор контактных данных: должность, ФИО, контактный телефон (рабочий и мобильный), адрес электронной почты, роли. Подрядчик имеет право расширить указанный перечень контактных данных и средств коммуникации (например, Skype). В Перечне Подрядчик также определяет основного специалиста и в период его отсутствия специалиста, исполняющего обязанности по взаимодействию с Заказчиком, как единую точку входа для взаимодействия с Заказчиком;\nактуализировать Регламент выполнения работ. Текущая версия Регламента выполнения работ предоставляется Заказчиком по запросу Подрядчика по электронной почте в рабочем порядке в течение 5 (пяти) рабочих дней;\n\nактуализировать График ППР, являющийся приложением к Регламенту выполнения работ;\nактуализировать Базу знаний;\nзапросить у Заказчика необходимый доступ к Системе;\nзапросить у Заказчика необходимый доступ к СМКСС, СКВ, Системе мониторинга;\nактуализировать анкету постановки системы на мониторинг;\nактуализировать анкету резервного копирования системы;\nнастроить средства мониторинга, которые обеспечат контроль выполнения требований ТЗ.\nПодготовительный этап в части работ «Организация эксплуатационных служб» считается завершенным, а работы Подготовительного этапа в части «Организация эксплуатационных служб» выполненными в полном объеме после подписания сторонами Акта приемки системы на поддержание работоспособности. Акт приемки системы на поддержание работоспособности подписывается Сторонами только после пройденной Подрядчиком процедуры приемки Системы на поддержание работоспособности согласно Плану проверки результатов организационно- штатных и подготовительных мероприятий, разработанному Подрядчиком, согласованному Пользователем и утвержденному Заказчиком. Также Подрядчик должен продемонстрировать выполнение отдельных регламентов, входящих в состав Регламента выполнения работ, и их соответствие ТЗ.\n\nТребования\tк\tработам\tпо\tметодическому\tобеспечению\tэксплуатационных мероприятий (в том числе по предупреждению и обработке нештатных ситуаций)\nРаботы по методическому обеспечению эксплуатационных мероприятий включают в\nсебя:\nознакомление специалистов Подрядчика с комплектом проектной и эксплуатационной документацией на Систему, порядком и правилами работы в Системе;\nознакомление специалистов Подрядчика с порядком и правилами работы в СМКСС, СКВ, Системе мониторинга;\nразработку и/или адаптацию регламентов и инструкций по технической поддержке и системному сопровождению Системы и должностных инструкций (при необходимости) специалистов с учетом зоны ответственности Подрядчика по технической поддержке комплекса работ и особенностей сопровождаемых Систем, организационно-штатной структуры и технических средств Подрядчика и Заказчика.\nДокументы подлежащие актуализации передаются Подрядчику после направления соответствующего запроса Заказчику в рабочем порядке, по электронной почте. В случае их отсутствия первично разрабатываются Подрядчиком, согласовываются Пользователем и утверждаются Заказчиком.\nАктуализация документации\nВ рамках Подготовительного этапа Подрядчик проводит изучение и актуализацию, а в случае отсутствия, разработку следующего комплекта документации Системы:\nРегламент выполнения работ, включая График ППР;\nМатрица эскалации;\nБазы знаний;\nАнкета постановки системы на мониторинг;\nАнкета резервного копирования системы (в том числе план аварийного восстановления);\n−\tРуководство пользователя;\n−\tРуководство администратора (с приложением Инструкции по развертыванию системы, Инструкции по сборке исходных кодов).\nАктуализированная версия документации должна быть согласована Пользователем, утверждена Заказчиком и учитывать особенности ТЗ.\n\nРегламент выполнения работ\nПодрядчик в течение Подготовительного этапа актуализирует Регламент выполнения работ, который должен включать комплект регламентирующих и инструктивных документов и разделов по работам, в том числе, но не ограничиваясь:\nподдержка пользователей (в том числе описание работы по управлению знаниями);\nуправление изменениями.\nсопровождение резервного копирования и восстановление Системы из резервной копии;\nметодика проведения нагрузочного тестирования;\nметодика проведения функционального тестирования;\nуправление инцидентами;\nуправление плановыми работами;\nРегламенты должны содержать единые правила и требования к организации процесса(ов), распределения задач и ответственности за результат процесса(ов), описание используемых ресурсов и механизмов, формы отчетов по выполнению работ.\nПо согласованию Сторон и Пользователя возможно внесение изменений в Регламент выполнения работ в ходе любого из отчетных периодов Основного этапа работ. В случае внесения изменений в Регламент выполнения работ Подрядчик представляет актуализированную версию в составе отчетных документов данного отчетного периода Основного этапа работ.\nЗаказчик вправе осуществлять проверку исполнения Подрядчиком требований Регламента в ходе выполнения работ Основного этапа.\n\nГрафик планово-предупредительных работ\nГрафик ППР должен содержать сведения о периодичности каждой работы за весь Основной этап Контракта с учетом рекомендаций организации-разработчика Системы, а также проектно-эксплуатационной документации, предоставляемой Заказчиком по запросу Подрядчика. Оформляется приложением к Регламенту выполнения работ.\n\nМатрица эскалации\nПодрядчик в течение Подготовительного этапа актуализирует Матрицу эскалации, в соответствии с которой должно производиться оповещение сотрудников Заказчика и Подрядчика.\nТребования к информационному взаимодействию определяются в Регламенте выполнения работ, формируемом в рамках Подготовительного этапа.\n\nСМКСС\nВ течение Подготовительного этапа Подрядчик готовит предложения по созданию классификаторов Системы (контакт центра, центра компетенции, таблиц маршрутизации и рабочих групп) и алгоритмов обработки запросов (статусной модели) в СМКСС в порядке, определяемом Регламентом выполнения работ. Статусная модель может меняться в зависимости от используемой СМКСС по согласованию с Заказчиком. В рамках методического обеспечения эксплуатационных мероприятий все предложения Подрядчика должны быть согласованы с Заказчиком.\nПодрядчик в течение Подготовительного этапа проходит регистрацию в СМКСС, изучает порядок работы с ней. Заказчик предоставляет доступ в СМКСС после получения соответствующего запроса по электронной почте в соответствии с требованиями п 4.1.1.4 ТЗ. С момента регистрации и получения доступа Подрядчик фиксирует в СМКСС все факты (обращения, запросы на изменения, инциденты) и параметры выполнения работ (направление, группы работ, работы, сервисы, соглашения об уровне работ).\nПодрядчик вправе использовать полученный доступ для автоматизированного ведения Детализированного отчета и прочих отчетных документов, предусмотренных ТЗ.\n\nСистема контроля версий\nПодрядчик в течение Подготовительного этапа проходит регистрацию в системе контроля версий Заказчика (СКВ), изучает порядок работы с ней. Заказчик предоставляет доступ в СКВ после получения соответствующего запроса в течение 5 (пяти) рабочих дней. С момента регистрации и получения доступа Подрядчик загружает в СКВ все изменяемые компоненты Системы перед установкой данных компонентов на промышленный контур Системы.\n\nАктуализация Базы знаний\nВ рамках методического обеспечения эксплуатационных мероприятий на Подготовительном этапе Подрядчик анализирует данные по обращениям, предоставленные Заказчиком за календарный год, предшествующий дате заключения Контракта (в случае наличия таких данных).\nНа основании предоставленной Заказчиком информации Подрядчик производит первичное наполнение Базы знаний (при отсутствии информации в Базе знаний) или актуализацию Базы знаний (при наличии), а также осуществляет подготовку специалистов с учетом вероятности возникновения инцидентов и обращений аналогичных событиям прошлого периода.\nБаза знаний должна быть организована Подрядчиком на программном обеспечении ИСУП на ресурсах Заказчика.\nБаза знаний должна использоваться и актуализироваться Подрядчиком при выполнении работы по управлению знаниями в соответствии с разработанным на Подготовительном этапе Регламентом выполнения работ.\n\nТребования к техническому обеспечению эксплуатационных мероприятий\nОрганизация мониторинга системы\nВ ходе Подготовительного этапа Подрядчик актуализирует раздел Регламента выполнения работ по управлению инцидентами и Анкету постановки системы на мониторинг. Предоставление средств системы мониторинга и их настройка в соответствии с Анкетой постановки системы на мониторинг, формируемой Подрядчиком в рамках Подготовительного этапа и актуализируемой Подрядчиком в рамках Основного этапа (при необходимости), находится в зоне ответственности Заказчика.\nФормирование и последующая актуализация требований к настройкам системы мониторинга, анализ их работы с точки зрения охватываемых в рамках мониторинга компонентов Системы, контролируемых параметров и их значений, логики сценариев мониторинга, находится в зоне ответственности Подрядчика.\nКонтролируемые параметры и их пороговые значения определяются на Подготовительном этапе в соответствии с рекомендациями производителя и обеспечения выполнения требований ТЗ.\nПодрядчик в течение Подготовительного этапа должен провести проверку корректности настройки системы мониторинга.\nПодрядчик в течение Подготовительного этапа при необходимости проходит регистрацию в системе мониторинга, изучает порядок работы с ней. Заказчик предоставляет доступ в систему мониторинга после получения соответствующего запроса, направляемого Подрядчиком в рабочем порядке, по электронной почте.\nПодрядчик вправе использовать полученный доступ для автоматизированного ведения Детализированного отчета и прочих отчетных документов, предусмотренных ТЗ.\nОрганизация резервного копирования системы\nВ ходе Подготовительного этапа Подрядчик актуализирует раздел Регламента выполнения работ по сопровождению резервного копирования в рамках управления плановыми работами и Анкету резервного копирования (в том числе план аварийного восстановления).\nПодрядчик организует резервное копирование Системы. Настройка средств системы\n\nрезервного копирования производится в соответствии с Анкетой резервного копирования системы, формируемой Подрядчиком в рамках Подготовительного этапа и актуализируемой Подрядчиком в рамках Основного этапа (при необходимости).\nФормирование и последующая актуализация требований к настройкам системы резервного копирования, анализ ее работы с точки зрения охватываемых в рамках резервного копирования компонентов Системы, параметров копирования и их значений, точкам отката (моментам, на которые возможно восстановить данные Систем), времени, необходимого для восстановления Систем из резервной копии, находится в зоне ответственности Подрядчика.\nКонтролируемые параметры и их пороговые значения определяются на Подготовительном этапе в соответствии с рекомендациями производителя и обеспечения выполнения требований ТЗ.\nСведения о неработоспособности системы резервного копирования или ошибках в работе системы резервного копирования в отношении выполнения задач по резервному копированию Системы должны фиксироваться в Детализированном отчете, содержащем расчет KPI. В случае неработоспособности или ошибок системы резервного копирования в отношении выполнения задач по резервному копированию Системы, Подрядчик обязан обратиться в службу поддержки системы резервного копирования Заказчика с требованием зарегистрировать инцидент и контролировать сроки выполнения данного инцидента.\nПодрядчик в течение Подготовительного этапа должен провести проверку корректности настройки системы резервного копирования.\n\nТребования к проведению Подрядчиком приемки системы на развитие и поддержание работоспособности\nПодрядчик обязан провести подготовку специалистов в соответствии с требованиями к качеству, режиму и периодичности выполнения работ, определенными ТЗ. Заказчик вправе запросить заверенную копию Протокола подготовки специалистов и провести проверку соответствия заявленных в нем сведений фактическим, в отношении всех или отдельных сотрудников. Уведомление о проверке Заказчик направляет Подрядчику не менее чем за 1 (один) рабочий день.\nПо требованию Заказчика Подрядчик обязан в течение не более 14 (четырнадцати) календарных дней осуществить замену руководителя проекта, а также сотрудников, не подтвердивших в ходе проверки заявленный уровень компетентности. Кроме того, в случае неоднократного необеспечения Подрядчиком требуемого уровня качества при выполнении той или иной работы, Заказчик вправе потребовать от Подрядчика увеличить штат сотрудников, квалификация которых позволит обеспечить данный показатель.\nПодрядчик разрабатывает, Пользователь согласовывает, а Заказчик утверждает План проверки результатов организационно-штатных и подготовительных мероприятий, проведенных Подрядчиком в рамках Подготовительного этапа. Заказчик вправе внести дополнения и/или коррективы в предоставляемый План проверки результатов организационно- штатных и подготовительных мероприятий. План проверки результатов организационно- штатных и подготовительных мероприятий должен содержать описания конкретных действий специалистов Подрядчика и их результат по работам и требованиям, указанным в ТЗ, которые должны быть продемонстрированы Заказчику и Пользователю.\nПлан проверки результатов организационно-штатных и подготовительных мероприятий предоставляется в рабочем порядке по электронной почте не позднее чем за 2 (два) рабочих дня до приемки Системы, а также в составе отчетной документации.\nПриемка Системы Подрядчиком заключается в проверке актуализированных Подрядчиком регламентов и инструкций, входящих в состав Регламента выполнения работ, наличия и готовности специалистов Подрядчика, а также корректности настройки системы мониторинга для осуществления системного и технического сопровождения Системы в соответствии с ТЗ.\nПри приемке Системы Подрядчик должен продемонстрировать выполнение Регламента\n\n30\n\nвыполнения работ и его соответствие ТЗ. Заказчик имеет право зафиксировать корректность выполнения Регламента Подрядчиком с помощью видео- и/или web-съемки.\nПодрядчик имеет право проводить поэтапную приемку Системы по согласованию с Заказчиком.\nПо результатам приемки Системы Сторонами составляется и подписывается Акт приемки системы на поддержание работоспособности Системы.\nВ рамках выполнения Подготовительного этапа до его окончания должны быть согласованы и подписаны:\nАкт приемки системы на поддержание работоспособности с приложениями:\nПротокол проверки результатов организационно-штатных и подготовительных мероприятий;\nПротокол передачи прав и уровней доступа;\nПеречень уполномоченных специалистов.\nВ срок не позднее 10 (десяти) рабочих дней с даты окончания Подготовительного этапа Подрядчиком должен быть передан Заказчику согласованный с Пользователем следующий комплект документов в составе:\nАкт сдачи-приемки выполненных работ с приложением:\nОтчет о выполненных работах.\nРегламент выполнения работ;\n−  Руководство пользователя;\nРуководство администратора (с приложением Инструкции по развертыванию системы, Инструкции по сборке исходных кодов).\nА также на машинном носителе информации, не предусматривающем возможность перезаписи:\n−\tРегламент выполнения работ, включая график ППР;\n−\tМатрица эскалации;\n−\tАнкета постановки системы на мониторинг;\n−\tАнкета резервного копирования системы (в том числе план аварийного восстановления);\n−\tРуководство пользователя;\n−\tРуководство администратора (с приложением Инструкции по развертыванию системы, Инструкции по сборке исходных кодов).\nТребования к работам по поддержанию работоспособности системы в рамках Основного этапа\nТребования к выполнению работ по управлению инцидентами\nРаботы по управлению инцидентами включает в себя регистрацию, классификацию, анализ и разрешение инцидентов в соответствии с параметрами и критериями, приведенными в ТЗ. Работа выполняется на основании Регламента выполнения работ.\nВ течение обозначенного в Приложении А к ТЗ времени на решение по инциденту Подрядчик должен обработать запрос и, либо устранить причину сбоя, либо предоставить обходное решение в рамках выполнения инцидента в соответствии с требованиями ТЗ.\nПри невозможности решения инцидента в установленные сроки по согласованию с Заказчиком, Подрядчик имеет право передать сотрудникам Заказчика или организации- разработчика (на более высокий уровень) для документирования и анализа проблемы, проведения исследований, разработки и тестирования гипотез, анализа корневых причин и выработки постоянного или временного решения в соответствии с требованиями ТЗ.\nПри необходимости Подрядчик имеет право сформировать запрос в СТП смежных систем. Запрос должен содержать всю информацию необходимую для первичной диагностики и решения запроса специалистом соответствующей рабочей группы, которому поручен данный запрос.\nПо инцидентам критического приоритета Подрядчик создает отчет об инциденте критического приоритета с указанием причины возникновения инцидента, способа решения\n31\n\nинцидента и рекомендаций по устранению причин инцидента.\nЗакрытие запроса на разрешение инцидента критического приоритета производится Подрядчиком после устранения причины его возникновения и формирования отчета об инциденте и о причине его возникновения. В случае закрытия инцидента без проведения работ по поиску причин его возникновения, устранения причины его возникновения, либо без формирования отчета об инциденте и о причине его возникновения, срок закрытия инцидента рассчитывается от момента наступления последнего из двух вышеуказанных событий.\nЗаказчик также имеет право запросить аналогичный отчет по инцидентам прочих приоритетов. Порядок подготовки и предоставления отчета об инциденте критического приоритета, а также его шаблон, должны быть включены в Регламент выполнения работ.\nПриоритеты для запросов типа «Инцидент» приведены в таблице 13.\nТаблица 12. Приоритеты инцидентов\n\nКлассифицирующие признаки и типы ошибок согласуются с Заказчиком в рамках Подготовительного этапа в Регламенте выполнения работ.\n\nТребования к выполнению работ по управлению событиями\nРаботы выполняются на основании разработанного Подрядчиком в рамках Подготовительного этапа Регламента выполнения работ и Анкеты постановки системы на мониторинг.\nЗадачи системы мониторинга в рамках управления событиями:\nавтоматическое оповещение специалистов Подрядчика и Заказчика о событиях мониторинга и их фиксацию в системе СМКСС;\nпроверка доступности и работоспособности Системы;\nпроверка состояния (работоспособность) служб и сервисов, интеграций с системами\n\nпользователями;\nведение статистики производительности сети, использования служб и сервисов, интеграций;\nпроверка состояния памяти и загруженность процессора (для веб-серверов, сервера БД), объема занятого и свободного места на диске;\nконтроль прочих параметров (определяется на Подготовительном этапе).\nДля случаев, когда достижение граничных параметров не приводит автоматически к сбою/инциденту Подрядчик должен до наступления инцидента обеспечить предупреждающее воздействие для приведения контролируемых параметров (в том числе снижение производительности) в норму или приступить к восстановлению штатного функционирования в соответствии с п. 4.1.2.5.2 ТЗ.\nСведения о неработоспособности системы мониторинга должны фиксироваться в Детализированном отчете, содержащем расчет KPI. В случае неработоспособности инфраструктуры промышленного контура инцидент перенаправляется на обработку в соответствующую службу поддержки Заказчика.\nЕсли в случае проверки и выяснения причины срабатывания системы мониторинга, выявлено, что причина неработоспособности компонента(-ов) Системы относится к зоне ответственности СТП смежных систем, Подрядчик должен обеспечить контроль сроков проведения работ СТП смежных систем (например, ЦОД, поставщики сервисов Системы) в соответствии с Регламентом выполнения работ и, при выявлении нарушений, обеспечить эскалацию вопроса в соответствии с Матрицей эскалации.\nПодрядчик должен обеспечить предупреждающее воздействие для приведения контролируемых параметров (в том числе снижения производительности) в норму до наступления инцидента или приступить к восстановлению штатного функционирования Системы. При вводе в Систему новой функциональности и/или сервисов, Подрядчик должен обеспечить постановку новой функциональности и/или сервисов на мониторинг одновременно с установкой новой версии, после чего обеспечить оперативное реагирование (не более 15 минут) на оповещения системы мониторинга в течение 48 часов после ввода. По окончании периода стабилизации Системы мониторинг введенного функционала осуществляется в штатном режиме.\nТребования к выполнению работ по управлению доступом\nВ рамках выполнения работ по управлению доступом Подрядчик должен осуществлять управление доступом к ППО Системы. Порядок предоставления доступа Пользователей к Системе, в том числе порядок согласования выдачи прав доступа с Заказчиком, производится в соответствии с Регламентом выполнения работ или другим документом, предоставляемым Заказчиком, определяющим порядок выдачи и изъятия прав и атрибутов доступа к Системе.\nОбращения на предоставление/блокировку доступа в Систему, а также на изменение прав доступа в Систему направляются и регистрируются в СМКСС, где проверяется наличие следующих обязательных данных по сотруднику, для которого запрашивается доступ:\nФИО пользователя;\nназвание организации;\nконтактный телефон организации;\nподсистема/подсистемы, в которую/которые необходим доступ.\nТребования к выполнению работ по управлению изменениями\nВнесение изменений в Систему осуществляется на основании Регламента выполнения\nработ.\nПри выполнении работ Подрядчик обязан осуществить мероприятия по приемке\nобновления от организации-разработчика или Заказчика, его загрузки в СКВ, его тестированию и переносу согласованного Заказчиком изменения Системы на среду промышленной эксплуатации, с минимизацией возможных рисков, связанных с эксплуатацией Системы.\n\nВсе активности по внесению изменений в Систему должны быть согласованы с Заказчиком, а действия Подрядчика при выполнении данных работ должны быть зафиксированы (запротоколированы) и выполняться в соответствии с разработанным планом проведения работ по внесению изменений. Основание для внесения изменений должно быть приложено к плану проведения работ по внесению изменений Системы.\nПлан проведения работ по внесению изменений в Систему должен содержать:\nконтактные данные всех специалистов, которых предполагается задействовать, в том числе при возникновении внештатной ситуации;\nуказание времени начала и окончания, а также продолжительность каждого шага/этапа;\nпошаговые инструкции (для каждого задействованного специалиста) для предсказуемого внесения изменения и его контроля. В инструкциях указываются все команды (синтаксис, параметры) и предполагаемые результаты их выполнения;\nконтрольные точки и критерии по принятию решения в зависимости от успешности/не успешности каждого этапа;\nмероприятия по восстановлению (откату) на случай возникновения внештатной ситуации;\nпрочую информацию, необходимую для обеспечения работоспособности системы в штатном режиме.\nВ рамках выполнения работ Подрядчик обязан:\nдо и после внесения каждого изменения сохранять точную информацию о состоянии рабочей среды и определять базовые показатели конфигурации перед внесением каждого изменения;\nпри приемке изменения Системы от Разработчика проверить наличие полного комплекта сопроводительной документации;\nпри проведении подготовительных работ по внесению изменений в Систему разработать и предоставить перечень рисков при внесении изменений на среду промышленной эксплуатации, а также меры предупреждающего воздействия на них;\nпровести тестирование изменения и представить Заказчику отчет с заключением о возможности переноса изменения на среду промышленной эксплуатации;\nзапланировать и провести перенос изменений на среду промышленной эксплуатации.\nТестирование изменения Системы может проводиться совместно Разработчиком, Подрядчиком и Заказчиком по предварительной договоренности.\nВсе недоработки, несоответствия, ошибки, а также все дефекты, обнаруживаемые в ходе тестирования, должны фиксироваться. Способ и средство фиксации определяются на Подготовительном этапе.\nВсе выявленные в ходе тестирования дефекты должны быть повторно протестированы после исправления.\nВыпуск изменения Системы проводится в соответствии с согласованным планом проведения работ по внесению изменений и при наличии согласованного с Заказчиком комплекта технической документации.\nВ случае наличия в Системе незакрытых ошибок/дефектов решение об установке изменения/релиза в среду промышленной эксплуатации принимается Заказчиком на основании оценки рисков, проведенной Подрядчиком.\nПосле внесения изменений на площадке промышленной эксплуатации Подрядчик должен обеспечить идентичность конфигурации (состав программного обеспечения и его настроек) на резервной площадке.\nПроверка технической успешности или неудачности изменения проводится по Методике проведения функционального тестирования в соответствии с актуализированным Подрядчиком в рамках Подготовительного этапа Регламента выполнения работ.\nРезультатом проверки и анализа изменения являются:\nрешение об успехе или неудаче реализации изменения;\nрезультаты анализа действий по выпуску изменения и анализа, показывающего, было ли изменение реализовано в надлежащий срок;\n\nактуальный комплект технической документации (в том числе База знаний), содержащий новые знания, полученные в ходе процесса внесения изменения.\nРезультат проверки оформляется в виде Отчета по внесению изменений.\nВ рамках выполнения работ используются определения изменений, приведенные в таблице 14. Изменения могут быть объединены в следующие категории по типам изменений.\nТаблица 14. Типы изменений\n\nПриоритеты изменений Системы приведены в таблице 15.\nТаблица 15. Приоритеты изменений\n\nТипы\tи\tприоритеты\tизменений\tСистемы\tсогласуются\tс\tЗаказчиком\tв\tрамках Подготовительного этапа в Регламенте выполнения работ.\n\nТребования к выполнению работ по проведению нагрузочного тестирования Работы по проведению нагрузочного тестирования выполняются Подрядчиком с целью оценки  соответствия  текущего  состояния  Системы  целевым  показателям  и  проектной\nдокументации. Работы оказываются на основании Регламента выполнения работ.\nПри проведении нагрузочного тестирования максимальная нагрузка не должна превышать 80% (восемьдесят процентов) утилизации аппаратных ресурсов, чтобы не нарушить работоспособность Системы. Тестирование должно проводиться в часы наименьшей нагрузки, либо на альтернативных площадках (тестовом контуре).\nВ рамках приемки результатов выполнения работ Заказчиком проводится проверка сценариев проведения тестирования, профилей нагрузки и отчета по проведению нагрузочного тестирования.\n\nТребования\tк\tвыполнению\tработ\tпо\tпроведению\tфункционального тестирования\nРаботы по проведению функционального тестирования выполняются Подрядчиком с целью оценки соответствия текущего состояния Системы проектным решениям. Работы\n\nвыполняются на основании Регламента выполнения работ.\nФункциональное тестирование проводится с целью проверки функционирования Системы в соответствии с проектной и эксплуатационной документацией.\nВ рамках приемки результатов выполнения работ Заказчиком проводится проверка сценариев проведения тестирования и отчета по результатам прохождения функциональных тестов на тестовом и промышленном контурах Системы.\n\nТребования к управлению плановыми работами\nПодрядчик проводит плановые работы согласно утвержденному Графику ППР, загруженному в СМКСС. График ППР должен быть загружен в СМКСС не позднее 2 (двух) рабочих дней до даты приемки Системы на развитие и поддержание работоспособности. Все статусы выполнения работ и заявок на выполнение работ фиксируются в СМКСС. Временные параметры выполнения работ, а также обработки заявок на проведение планово- предупредительных работ, должны быть определены в Графике ППР и в соответствующем разделе Регламента выполнения работ.\nЗапись, фиксирующая выполнение работы в СМКСС, должна содержать подтверждение выполнения работ путем заполнения обязательных полей (краткое содержание, решение) с указанием необходимых параметров в соответствии с критериями выполнения работ согласно ТЗ и Регламенту выполнения работ. В противном случае запись не считается подтверждением выполнения работы.\nРаботы выполняются на основании Регламента выполнения работ и Графика ППР.\nВ целях обеспечения бесперебойной работы Системы Подрядчик должен проводить работы в соответствии с Графиком ППР, в том числе включающие в себя следующие действия:\nуправление объемом и размещением табличных пространств Баз данных, определение необходимости расширения и подготовка запроса для расширения выделенного пространства под хранение данных;\nперемещение из рабочих баз в архив устаревших версий элементов справочников, классификаторов и протоколов взаимодействия;\nсбор статистики по изменяющимся таблицам баз данных;\nоптимизация индексов под текущее наполнение баз данных;\nконтроль сроков действия лицензий и сертификатов;\nформирование отчетов о произошедших событиях;\nанализ вышедших обновлений и предлагаемых изменений СПО, формирование предложений Заказчику по их внесению в Системы, внесение их на среду промышленной эксплуатации;\nанализ, архивация лог-файлов СПО/ППО;\nпроверка актуальности информации в СМКСС;\nпроверка\tсрабатывания\tи\tуведомлений\tсистем\tмониторинга,\tа\tтакже\tанализ необходимости и целесообразности изменения параметров мониторинга Системы;\nконтрольное восстановление Системы из резервной копии;\nконтроль создания резервной копии;\nпрочие работы, необходимые для штатного режима функционирования Системы, предложенные Подрядчиком или включенные в График ППР по требованию Заказчика.\nКаждая из работ должна проводиться по инструкциям, описанным в Регламенте выполнения работ.\n\nТребования к выполнению работ по управлению резервным копированием и восстановлению из резервной копии\nПодрядчик организует резервное копирование Системы. Резервное копирование должно осуществляться на настроенные технические средства Заказчика в соответствии с Регламентом выполнения работ и Анкетой резервного копирования системы. В рамках выполнения работ Подрядчик должен обеспечить:\nформирование заданий на проведение резервного копирования и их последующую корректировку в случае необходимости;\nконтроль создания резервных копий Системы в соответствии с Графиком ППР;\nконтроль целостности резервных копий;\nконтроль восстановления объектов Системы из резервной копии, при необходимости, в случае возникновения инцидента, в соответствии с процедурой восстановления работоспособности Системы.\nПодрядчик, по требованию Заказчика или в соответствии с Графиком ППР, обязан произвести контрольное восстановление Системы из резервной копии на выделенных Заказчиком аппаратных ресурсах. Проверка хода и результатов контрольного восстановления осуществляется уполномоченными сотрудниками Заказчика в ходе очного присутствия или с использованием удаленного доступа к используемым в ходе процедуры аппаратным средствам. Решение о режиме надзора проведения Подрядчиком процедуры контрольного восстановления принимается Заказчиком.\nКритериями успешного выполнения процедуры контрольного восстановления являются:\nпроцедура восстановления выполнена в соответствии с Регламентом выполнения работ;\nвремя выполнения процедуры восстановления не превысило установленного в Регламенте выполнения работ времени восстановления Системы;\nактуальность восстановленных информационных ресурсов и конфигурации программного обеспечения соответствует последней по времени резервной копии.\nСведения о результате проверки должны быть зафиксированы в Протоколе восстановления Системы из резервной копии.\nПодробные требования определяются в Регламенте выполнения работ.\n\nТребования к выполнению работ по поддержке пользователей\nРаботы по консультационной поддержке пользователей включают в себя работы по регистрации, обработке и решению запросов пользователей, СТП смежных систем, связанных с получением информации и функциями, реализованными в Системе, а также работы по поддержанию работоспособности и управлению штатным функционированием Системы.\nРаботы по поддержке пользователей Системы выполняются в соответствии с параметрами и критериями, приведенными в Приложении А к ТЗ. Работы выполняются на основании Регламента выполнения работ.\n\nТребования к выполнению работ по управлению знаниями\nВ рамках выполнения работ по поддержке пользователей Системы Подрядчиком при выполнении обращений сотрудниками Подрядчика должен производиться поиск релевантных решений по Базе знаний.\nПодрядчик обязан отмечать факт использования Базы знаний для решения обращений в СМКСС. В случае отсутствия ответа на обращение, связанное с консультацией по работе в Системе, Подрядчик обязан разработать и добавить соответствующую статью в Базу знаний.\nТакже на основании данных об интенсивности использования той или иной статьи в Базе знаний, количестве возвратов на доработку и средней оценке от пользователя по обращениям, закрытым с помощью связанной статьи, Подрядчиком должна проводиться актуализация Базы знаний.\nТакже База знаний может меняться в случае применения изменений, влияющих на корректность существующих статей Базы знаний по Системе в соответствии с Регламентом\n\nвыполнения работ.\nВсе актуализированные знания должны передаваться Заказчику в составе отчетной документации соответствующего отчетного периода на машинном носителе информации.\n\nТребования, предъявляемые к работам по развитию системы\nТребования к системе в целом при выполнении работ по развитию системы\nСостав работ по развитию АИС СКО, приведен в таблице 16.\nТаблица 16. Работы по развитию АИС «СКО»\n\nТребования к режимам функционирования системы\nСистема должна функционировать круглосуточно без перерывов 24 (двадцать четыре) часа в сутки, 7 (семь) дней в неделю.\nВозможные режимы функционирования Системы:\nштатный режим, в котором все подсистемы и модули корректно выполняют все свои функции;\nсервисный режим, в котором все подсистемы и модули выполняют свои основные функции, но при этом возможно снижение показателей надежности и производительности Системы;\nаварийный режим, в котором одна или несколько подсистемы и модули Системы не выполняют своих функций.\nОсновным режимом функционирования является штатный режим. В сервисный режим Система переходит в следующих случаях:\nвозникновение необходимости модернизации программно-аппаратного комплекса;\nвозникновение необходимости проведения технического обслуживания (пуск, остановка, перезапуск системы);\nобновление системного и прикладного ПО;\nустранение аварийных ситуаций.\nАварийный режим функционирования Системы характеризуется отказом одного или нескольких компонент программного и (или) технического обеспечения.\nТребования по диагностированию системы\nДля диагностирования Системы должны использоваться штатные средства программно- аппаратного комплекса.\nДиагностика программных средств должна осуществляться с помощью стандартных режимов сетевой ОС, ОС АРМ и СУБД, а также путем проверки на контрольном примере.\nПрограммные компоненты подсистем должны иметь проверочные методы, позволяющие провести контроль возможности функционирования основных режимов работы подсистем.\nПри вводе в опытную эксплуатацию подсистем Системы специалистами Подрядчика должно быть проведено полное тестирование и диагностика, вводимых в опытную эксплуатацию элементов Системы программного обеспечения – среды электронного взаимодействия, операционных систем серверов и рабочих станций, СУБД и ППО.\nВ процессе эксплуатации тестирование и диагностика подсистем Системы должны осуществляться в автоматическом режиме при запуске Системы.\nПеречень аварийных ситуаций, приводящих к отказу Системы и (или) ее компонентов, обозначен в п. 4.2.1.7 ТЗ.\n\nВ штатном режиме должна осуществляться диагностика отказов программных средств:\nотказы системного ПО;\nотказы ППО;\nотказов в результате ошибок обслуживающего персонала и пользователей.\nПри обнаружении аварийных ситуаций, связанных с отказами аппаратных либо программных средств, Система должна переходить в аварийный режим, обслуживающий персонал должен обеспечить выполнение работ по обслуживанию Системы.\nПри отказах в результате ошибок пользователей средства диагностики должны обеспечивать формирование сообщений с описанием проблемы и способом ее устранения.\nТребования к персоналу\nТребования к численности персонала системы\nПерсонал системы должен состоять из категорий:\nобслуживающий персонал;\nпользователи.\nК обслуживающему персоналу могут относиться специалисты, выполняющие функции администрирования Системы, СУБД, сервера приложений, специалисты по информационной безопасности и др.\nТребования к порядку подготовки и контроля знаний и навыков пользователей\nПодготовка пользователей должна проводиться согласно разработанному документу\n«План-программа подготовки персонала». После подготовки пользователей должен проводиться контроль знаний и навыков по работе с Системой и составляться документ «Отчет о подготовке персонала».\n\nТребования к квалификации персонала\nК работе с Системой должны допускаться сотрудники, ознакомленные с правилами эксплуатации и прошедшие подготовку для работы с Системой.\nПользователи Системы должны обладать квалификацией, обеспечивающей, как минимум:\nбазовые навыки работы на персональном компьютере с операционными системами;\nбазовые навыки использования интернет-браузера (настройка типовых конфигураций, установка подключений, доступ к веб-сайтам, навигация, формы и другие типовые интерактивные элементы веб-интерфейса);\nзнание основ информационной безопасности.\nК обслуживающему персоналу относятся специалисты, выполняющие функции администрирования СУБД, администрирования серверов приложений, обеспечения информационной безопасности, специалисты по техническому обслуживанию. При этом один специалист может совмещать функции администрирования СУБД и администрирования сервера приложений, если он обладает достаточной квалификацией.\nОбслуживающий персонал должен обладать:\nбазовыми навыками работы на персональном компьютере;\nосновами обеспечения безопасности информации;\nдополнительными квалификационными требованиями и навыками в зависимости от выполняемых обязанностей.\nОбслуживающий персонал, выполняющий функции администрирования СУБД, должен отвечать за функционирование СУБД, и осуществлять действия по архивированию и восстановлению данных.\nОбслуживающий персонал, выполняющий функции администрирования сервера приложений, должен обладать знаниями и навыками по настройке и управлению серверов приложений и обеспечивать их функционирование и администрирование.\n\nОсновной обязанностью специалиста по техническому обслуживанию является обеспечение работоспособного состояния комплекса технических средств (серверов, рабочих станций). Проведение сложных операций по обслуживанию и ремонту должно осуществляться силами сервисных служб поставщиков технических средств, входящих в состав программно- аппаратного комплекса Подсистемы.\nСпециалист по информационной безопасности должен иметь квалификацию по защите информации, практический опыт выполнения работ по установке, настройке и администрированию используемых в системе средств защиты информации.\n\nТребуемый режим работы обслуживающего персонала системы\nРежим работы обслуживающего персонала Системы должен соответствовать основному рабочему графику подразделений Заказчика и Пользователя.\n\nТребования к эргономике и технической эстетике\nВзаимодействие пользователей Системы с Системой должно осуществляться посредством визуального графического интерфейса. Интерфейс Системы не должен быть перегружен графическими элементами и должен обеспечивать быстрое отображение экранных форм. Средства редактирования информации должны удовлетворять принятым соглашениям в части использования функциональных клавиш, режимов работы, поиска, использования оконной Системы. Ввод/вывод данных Системы, прием управляющих команд и отображение результатов их исполнения должны выполняться в интерактивном режиме. Интерфейс должен соответствовать эргономическим требованиям и обеспечивать доступ к основным функциям и операциям, удовлетворять принципу минимизации затрат ресурсов пользователя Системы при вводе, модификации и просмотре данных (исключение дублирования операций пользователя Системы,  доступность  необходимой  информации,  использование  элемента  управления\n«календарь» для ввода дат, использование инструментов сортировки и фильтрации в реестрах).\nСистема должна обеспечивать возможность перехода пользователя Системы между связными документами и (или) объектами.\nСистема должна допускать возможность ввода данных и команд множеством разных способов (клавиатура, мышь, виртуальная клавиатура) и многовариантность доступа к прикладным функциям (иконы, меню). Ввод–вывод данных в Системе, прием управляющих команд и отображение результатов их исполнения должны выполняться в интерактивном режиме. Система должна учитывать возможность перехода от окна к окну и возврат к ранее открытому окну.\nВыводимая информация не должна требовать интерпретации или перекодировки, должна быть наглядной и легко читаемой. Навигационные элементы должны быть выполнены в такой форме, чтобы пользователь Системы мог легко определить их назначение, а также должны использоваться всплывающие подсказки.\nИнтерфейс должен быть рассчитан на преимущественное использование манипулятора типа «мышь», то есть управление Системой преимущественно должно осуществляться с помощью набора экранных меню, кнопок, значков и др. элементов. Клавиатурный режим ввода должен использоваться главным образом при заполнении и/или редактировании полей экранных форм.\nВсе надписи экранных форм, а также сообщения, выдаваемые пользователю Системы (кроме системных сообщений), должны быть на русском языке.\nСистема должна обеспечивать корректную обработку аварийных ситуаций, вызванных неверными действиями пользователей Системы, неверным форматом или недопустимыми значениями входных данных. В указанных ранее случаях Система должна выдавать пользователю Системы сообщения, после чего возвращаться в рабочее состояние, предшествовавшее неверной (недопустимой) команде или некорректному вводу данных. В случае вызова функционала удаления данных должно выводиться предупреждающее сообщение с целью подтверждения пользователем Системы удаления данных. Также при удалении должны\n\nпроверяться связи удаляемого объекта с дочерними объектами и при их наличии удаление не должно выполняться, либо выдаваться предупреждение пользователю Системы о наличии дочерних объектов.\nСистема должна обеспечивать контроль ввода данных пользователем Системы на предмет заполнения обязательных полей и корректности формата введенных данных.\nДля обеспечения соответствия нормам дизайна и эргономики программного обеспечения, а также повышения степени доверия пользователей к Системе необходимо выполнить работы по созданию макетов пользовательского интерфейса, UI kit пользовательских интерфейсов Системы (графическая библиотека элементов интерфейса пользовательского интерфейса).\nФормы для создания макетов должны быть выбраны таким образом и в таком количестве, чтобы можно было ознакомиться с ключевыми особенностями и общим стилем предлагаемого решения.\nUI kit Системы должен представлять собой графическую библиотеку элементов интерфейса для дальнейшего использования при разработке приложений и быть выполнен на основе UI kit предоставленным Заказчиком.\nUI kit должен содержать все элементы интерфейса, используемые в Системе. В отношении каждого элемента должно содержаться графическое представление, описание и рекомендации по использованию. В документе должны быть, в том числе, отражены требования к цветам, шрифтам, элементам, пиктограммам, размерам, расстояниям и другим важным характеристикам визуального представления этих элементов.\nUI kit и макеты пользовательского интерфейса должны быть разработаны и/ или актуализированы в рамках формирования ЧТЗ.\n\nТребования к защите информации от несанкционированного доступа\nВ соответствии с требованиями Приказа ФСТЭК России от 11 февраля 2013 г. № 17\n«Об утверждении Требований о защите информации, не составляющей государственную тайну, содержащейся в государственных информационных системах» утвержденного протоколом заседания комиссии по определению типа актуальных угроз безопасности персональных данных, уровня защищенности персональных данных при их обработке в информационных системах и по классификации информационных систем по требованиям защиты информации, созданной в соответствии с распоряжением Департамента информационных технологий города Москвы от 13 июля 2017 г. № 64-16-309/17 определен третий класс (К3) защищенности информационной системы, установлена необходимость обеспечения 4-го уровня защищенности персональных данных при их обработке в информационной системе, в случае необходимости пересмотра класса защищенности Системы, необходимо подготовить проект акта классификации информационной системы.\nВ ходе выполнения работ при необходимости актуализировать документ «Модель угроз и нарушителя безопасности информации», где должны быть определены угрозы безопасности информации по результату оценки возможности (потенциала, оснащенности и мотивации) внешних и внутренних нарушителей, анализ возможных уязвимостей, возможных способов реализации угроз безопасности информации и последствий от нарушения свойств безопасности информации (конфиденциальности, целостности, доступности).\nДля определения угроз безопасности информации и актуализации документа «Модель угроз и нарушителя безопасности информации» должны применяться методические документы, разработанные ФСТЭК России, в том числе проект методического документа ФСТЭК России\n«Методика определения угроз безопасности информации в информационных системах», также при рассмотрении совокупности предположений о возможностях, которые могут использоваться при создании способов, подготовке и проведении атак, необходимо применять «Методические рекомендации по разработке нормативных правовых актов, определяющих угрозы безопасности персональных данных, актуальные при обработке персональных данных в информационных системах персональных данных, эксплуатируемых при осуществлении соответствующих видов деятельности» (утв. ФСБ России 31 марта 2015 г. № 149/7/2/6-432) и приказом ФСБ России\n41\n\nот 10 июля 2014 г. № 378.\nВ качестве исходных данных для определения перечня угроз безопасности информации используются Банк данных угроз безопасности информации ФСТЭК России (bdu.fstec.ru) и иные источники, содержащие сведения об уязвимостях и угрозах безопасности информации. На основании пункта 14.3 Требований о защите информации, не составляющей государственную тайну, содержащейся в государственных информационных системах, утвержденных приказом ФСТЭК России от 11 февраля 2013 г. №17, угрозы безопасности информации, определяются, в том числе, по результатам анализа возможных уязвимостей информационной системы. При анализе уязвимостей информационной системы проверяется отсутствие известных уязвимостей технических средств и программного обеспечения.\nВо исполнение приказа ФСТЭК России от 11 февраля 2013 г. № 17 «Об утверждении Требований о защите информации, не составляющей государственную тайну, содержащейся в государственных информационных системах» необходимо провести работы по реализации требований описанных в пунктах 4.2.1.5.1-4.2.1.5.4 ТЗ, используя встроенные функции безопасности ППО, либо провести работы по интеграции АИС СКО с программно-аппаратным комплексом защиты информации комплекса городского хозяйства с целью защиты информации, содержащейся в Системе.\nВ рамках ТЗ не предусмотрено создание системы защиты информации и последующая аттестация АИС СКО по требованиям безопасности информации.\nПри выполнении работ Подрядчик должен обеспечить выполнение требований действующего законодательства и внутренних документов Заказчика по защите информации, в том числе обеспечении безопасности персональных данных.\n\nИдентификация и аутентификация субъектов доступа и объектов доступа\nИдентификация и аутентификация субъектов доступа и объектов доступа должны включать:\nИдентификацию и аутентификацию пользователей (мера ИАФ.1).\nАутентификация пользователя должна осуществляться с использованием паролей.\nУправление идентификаторами, в том числе создание, присвоение, уничтожение идентификаторов (мера ИАФ.3).\nДолжно быть обеспечено блокирование идентификатора пользователя через период времени неиспользования не более 90 календарных дней.\nУправление средствами аутентификации, в том числе хранение, выдача, инициализация, блокирование средств аутентификации и принятие мер в случае утраты и (или) компрометации средств аутентификации (мера ИАФ.4).\nДолжны быть установлены и реализованы следующие функции управления средствами аутентификации (аутентификационной информацией) пользователей в Системе:\nустановление характеристик пароля:\nзадание минимальной сложности пароля с определяемыми ниже требованиями к регистру, количеству символов, сочетанию букв верхнего и нижнего регистра, цифр и символов;\nзадание минимального количества измененных символов при создании новых паролей;\nзадание максимального времени действия пароля;\nзадание минимального времени действия пароля;\nзапрет на использование пользователями определенного числа последних использованных паролей при создании новых паролей.\nназначение необходимых характеристик средств аутентификации (в том числе механизма пароля);\nобновление аутентификационной информации (замена средств аутентификации) с установленной периодичностью.\nВ случае использования в Системе механизмов аутентификации на основе пароля (иной\n\nпоследовательности символов, используемой для аутентификации) или применения пароля в качестве одного из факторов многофакторной аутентификации, его характеристики должны быть следующими:\nдлина пароля не менее шести символов, алфавит пароля не менее 60 (шестидесяти) символов;\nмаксимальное количество неуспешных попыток аутентификации (ввода неправильного пароля) до блокировки - 10 (десять) попыток;\nблокировка программно-технического средства или учетной записи пользователя в случае достижения установленного максимального количества неуспешных попыток аутентификации на время - 5 (пять) минут;\nсмена паролей не более чем через 120 (сто двадцать) календарных дней.\nЗащита обратной связи при вводе аутентификационной информации (мера ИАФ.5).\nОбеспечивается исключением отображения для пользователя действительного значения аутентификационной информации и (или) количества вводимых пользователем символов аутентификационной информации. Вводимые символы пароля могут отображаться условным знаком «*» или иными знаками.\nИдентификацию и аутентификацию пользователей, не являющихся работниками оператора (внешних пользователей) (мера ИАФ.6).\nВ Системе должна осуществляться однозначная идентификация и аутентификация пользователей, не являющихся работниками оператора (внешних пользователей), или процессов, запускаемых от имени этих пользователей. Пользователи Системы должны однозначно идентифицироваться и аутентифицироваться для всех видов доступа, кроме тех видов доступа, которые определяются как действия, разрешенные до идентификации и аутентификации в соответствии с мерой защиты информации УПД.11.\n\nУправление доступом субъектов доступа к объектам доступа\nУправление доступом субъектов доступа к объектам доступа должно включать:\nУправление (заведение, активация, блокирование и уничтожение) учетными записями пользователей, в том числе внешних пользователей (мера УПД.1).\nВ Системе должны быть реализованы следующие функции управления учетными записями пользователей, в том числе внешних пользователей:\nопределение типа учетной записи (внутреннего пользователя, внешнего пользователя; системная, приложения; гостевая (анонимная), временная и (или) иные типы записей);\nобъединение учетных записей в группы (при необходимости);\nверификацию\tпользователя\t(проверка\tличности\tпользователя,\tего\tдолжностных (функциональных) обязанностей) при заведении учетной записи пользователя;\nзаведение, активация, блокирование и уничтожение учетных записей пользователей;\nпересмотр и, при необходимости, корректировка учетных записей пользователей с необходимой периодичностью;\nпорядок заведения и контроля использования гостевых (анонимных) и временных учетных записей пользователей, а также привилегированных учетных записей администраторов;\nоповещение администратора, осуществляющего управление учетными записями пользователей, об изменении сведений о пользователях, их ролях, обязанностях, полномочиях, ограничениях;\nуничтожение временных учетных записей пользователей, предоставленных для однократного (ограниченного по времени) выполнения задач в Системе;\nпредоставление пользователям прав доступа к объектам доступа Системы, основываясь на задачах, решаемых пользователями в АИС СКО и взаимодействующими с ней информационными системами.\n\nРеализацию необходимых методов (дискреционный, мандатный, ролевой или иной метод), типов (чтение, запись, выполнение или иной тип) и правил разграничения доступа (мера УПД.2).\nВ Системе для управления доступом субъектов доступа к объектам доступа должны быть реализованы установленные методы управления доступом, назначены типы доступа субъектов к объектам доступа и реализованы правила разграничения доступа субъектов доступа к объектам доступа.\nМетоды управления доступом должны включать один или комбинацию следующих методов:\nдискреционный;\nролевой;\nмандатный.\nТипы доступа должны включать операции по чтению, записи, удалению, выполнению и иные операции, разрешенные к выполнению пользователем (группе пользователей) или запускаемому от его имени процессу при доступе к объектам доступа.\nПравила разграничения доступа регламентируются в организационно-распорядительных документах по защите информации в Системе.\nРазделение полномочий (ролей) пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы (мера УПД.4).\nДолжно быть обеспечено разделение полномочий (ролей) пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы, в соответствии с их должностными обязанностями (функциями). Полномочия (роли) должны быть определены и описаны для каждой функции системы в ролевой матрице, приведенной в приложении к документу «Пояснительная записка к техническому проекту».\nПринцип назначения минимально необходимых прав и привилегий пользователям, администраторам и лицам, обеспечивающим функционирование информационной системы (мера УПД.5).\nПринцип назначения должен быть однозначно определен и зафиксирован в организационно-распорядительных документах по защите информации в Системе, (задокументированы) роли и (или) должностные обязанности (функции), также объекты доступа, в отношении которых установлен наименьший уровень привилегий. Доступ к объектам доступа с учетом минимально необходимых прав и привилегий обеспечивается в соответствии с УПД.2.\nОграничение неуспешных попыток входа в информационную систему (доступа к информационной системе) (мера УПД.6).\nВ Системе должно быть установлено ограничение количества неуспешных попыток входа за установленный период времени в информационную систему (доступа к информационной системе).\nОграничение количества неуспешных попыток входа в Систему (доступа к информационной системе) должно обеспечиваться в соответствии с ИАФ.4.\nБлокирование сеанса доступа в информационную систему после установленного времени бездействия (неактивности) пользователя или по его запросу (мера УПД.10).\nБлокирование идентификатора пользователя через период времени должно обеспечиваться в соответствии с ИАФ.3.\nРегистрация событий безопасности\nРегистрация событий безопасности должна быть реализована следующим образом:\nвсе события безопасности должны быть доступны для просмотра из графического интерфейса администратора, наделенного необходимыми полномочиями;\nмониторинг (просмотр и анализ) записей регистрации (аудита) должен проводиться для всех событий, подлежащих регистрации;\nзащита информации о событиях безопасности (мера РСБ.7).\n\nЗащита информации о событиях безопасности (записях регистрации (аудита)) обеспечивается применением мер защиты информации от неправомерного доступа, уничтожения или модифицирования, и в том числе включает защиту средств ведения регистрации (аудита) и настроек механизмов регистрации событий.\nДоступ к записям аудита и функциям управления механизмами регистрации (аудита) должен предоставляться только администратору, наделенному необходимыми полномочиями.\n\nКонтроль (анализ) защищенности информации\nКонтроль правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступа, полномочий пользователей в информационной системе (мера АНЗ.5).\nПри контроле правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступом, полномочий пользователей в информационной системе должно осуществляться:\nконтроль правил генерации и смены паролей пользователей в соответствии с ИАФ.1 и ИАФ.4;\nконтроль заведения и удаления учетных записей пользователей в соответствии с УПД.1;\nконтроль реализации правил разграничения доступом в соответствии с УПД.2;\nконтроль реализации полномочий пользователей в соответствии с УПД.4 и УПД.5.\nТребования по сохранности информации при авариях\nВ Системе должна быть предусмотрена возможность обеспечения сохранности данных в следующих ситуациях:\nпри пожарах, затоплениях, землетрясениях и других стихийных бедствиях: организационными и защитными мерами, опирающимися на подготовленность помещений и персонала, обеспечивающими сохранность хранимых копий информации на магнитном носителе;\nпри разрушении данных при механических и электронных сбоях и отказах в работе компьютеров: на основе программных процедур восстановления информации с использованием хранимых копий баз данных, файлов журналов изменений в базах данных, копий программного обеспечения.\nДля обеспечения сохранности информации в Системе должны быть включены следующие функции:\nрезервное копирование баз данных Системы;\nвосстановление данных в непротиворечивое состояние при программно-аппаратных сбоях (отключение электрического питания, сбоях операционной Системы и других) вычислительно-операционной среды функционирования;\nвосстановление данных в непротиворечивое состояние при сбоях в работе сетевого программного и аппаратного обеспечения.\n\nПеречень\tсобытий,\tпри\tкоторых\tдолжна\tбыть\tобеспечена\tсохранность информации в системе\nВ Системе должно предусматриваться автоматическое восстановление обрабатываемой информации в следующих аварийных ситуациях:\nпрограммный сбой при операциях записи/чтения;\nразрыв\tсвязи\tс\tклиентской\tпрограммой\t(терминальным\tустройством)\tв\tходе редактирования/обновления информации.\nВ\tСистеме\tдолжна\tпредусматриваться\tвозможность\tручного\tвосстановления обрабатываемой информации из резервной копии в следующих аварийных ситуациях:\nфизический выход из строя дисковых накопителей;\nошибочные действия обслуживающего персонала.\nВ\tСистеме\tдолжно\tпредусматриваться\tавтоматическое\tвосстановление\n\nработоспособности серверной части Системы в следующих ситуациях:\nштатное и аварийное отключение электропитания серверной части;\nштатная перезагрузка Системы и загрузка после отключения;\nпрограммный сбой общесистемного ПО, приведший к перезагрузке системы.\nВ\tСистеме\tдолжно\tпредусматриваться\tполуавтоматическое\tвосстановление работоспособности серверной части Системы в следующих аварийных ситуациях:\nфизический выход из строя любого аппаратного компонента, кроме дисковых накопителей – после замены компонента и восстановления конфигурации общесистемного ПО;\nаварийная перезагрузка Системы, приведшая к не фатальному нарушению целостности файловой Системы – после восстановления файловой системы.\n\nТребования к регламентам и объемам резервного копирования и архивирования данных\nРезервное копирование информации может осуществляться в двух режимах:\nсоздание полной копии базы данных;\nсохранение изменений, внесенных со времени создания последней архивной копии (архивные копии лог-файлов).\nПериодичность и очередность этих операций определяются политикой резервного копирования информации площадкой размещения.\n\nТребования к патентной чистоте\nПеречень стран, в отношении которых должна быть обеспечена патентная чистота системы и ее частей\nПатентная чистота Системы должна быть обеспечена в отношении патентов, действующих на территории Российской Федерации.\nРеализация технических, программных, организационных и иных решений, предусмотренных проектом Системы, не должна приводить к нарушению авторских и смежных прав третьих лиц.\n\nТребования к использованию лицензионного программного обеспечения\nПри использовании в Системе программ (программных комплексов или компонентов), разработанных третьими лицами, условия, на которых передается право на использование (исполнение) этих программ, не должны накладывать ограничений, препятствующих использованию Системы по ее прямому назначению и дальнейшему развитию.\nПрограммное обеспечение, используемое при развитии и/или создании новых подсистем (модулей) в рамках реализации Контракта не должно налагать на Заказчика дополнительных обязанностей по закупке лицензионного программного обеспечения.\n\nТребования по стандартизации и унификации\nЭкранные формы должны проектироваться с учетом требований унификации:\nвсе экранные формы пользовательского интерфейса должны быть выполнены в едином графическом дизайне, с одинаковым расположением основных элементов управления и навигации;\nдля обозначения одних и тех же операций должны использоваться одинаковые графические значки, кнопки и другие управляющие (навигационные) элементы;\nдолжны быть унифицированы термины, используемые для описания идентичных понятий, операций и действий пользователя;\nреакция Системы на действия пользователя (наведение указателя «мыши», переключение фокуса, нажатие кнопки) должна быть типовой для каждого действия над одними и теми же графическими элементами, независимо от их расположения на экране.\n\nТребования к электронным учебным курсам\nЭлектронные учебные курсы предназначены для подготовки персонала к работе с Системой после ввода Системы в эксплуатацию. В целях самостоятельной подготовки персонала к работе с Системой должен быть разработан комплект обучающих материалов, совместимый с форматом SCORM 2004, для ознакомления с функционалом, с учетом разделения персонала на пользователей и обслуживающий персонал.\nЭлектронные учебные курсы должны быть разработаны на основе Плана-программы подготовки персонала (с приложением формы отчета о подготовке персонала, включающего протокол подготовки персонала), Руководства пользователя и Руководства администратора (с приложением инструкции по развертыванию Системы и инструкции по сборке исходных кодов) для каждой выделенной роли. Подрядчик должен передать электронные учебные курсы после завершения работ по развитию Системы в рамках выполнения работ по каждой заявке на выполнение работ по развитию Системы.\nЭлектронные учебные курсы должны содержать в себе практические задания и проверочные тесты, для возможности проверки степени усвоения пройдённого материала.\nЭлектронные учебные курсы должны быть переданы Заказчику в виде скомпилированных пакетов на машинном носителе информации и размещены на ресурсах Заказчика (доступ предоставляется по запросу Подрядчика в рабочем порядке по электронной почте). Для каждого электронного курса должна быть оформлена карта курса в соответствии с шаблоном, предоставленным Заказчиком по запросу Подрядчика.\n\nТребования по соответствию электронных курсов международным стандартам\nЭлектронные учебные курсы должны соответствовать требованиям стандарта SCORM 2004. (Разработчик стандарта Advanced Distributed Learning (ADL) http://www.adlnet.org/).\nСогласно требованиям SCORM 2004, электронные учебные курсы должны содержать три основных компонента:\nязык взаимодействия программ (run-time communications) — стандартный язык, на котором обучающая программа «общается» с системой дистанционного обучения (СДО);\nметаданные о курсе. Каждый фрагмент курса должен соотноситься с определенным файлом метаданных, в котором содержатся указания на то, что этот фрагмент собой представляет и где находится;\nфайл-манифест / пакет содержания (Content package). Этот файл должен содержать полное описание курса обучения и составляющих его файлов. Документ (The manifest) о Едином пакете содержания (Content Packages) SCORM описывается через Extensible Markup Language (XML) (файл “imsmanifest.xml”).\n\nТребования к формату используемых в курсе файлов\nК формату используемых в курсе файлов предъявляются следующие требования:\nвозможность вставки в курсы любого Rich-media содержимого: Macromedia® Flash®, Shockwave®, Java®, видео в форматах (AVI, WMV, MPEG, MOV, RM, FLV);\nпростые механизмы вставки и синхронизации звукового сопровождения в форматах: AIFF, WMA, MP3, WAV, SWF;\nприсоединяемые внешние документы могут быть: Текстовый файл (TXT), HTML файл, Rich Text Format (RTF), Microsoft Word (DOC), Microsoft Excel (XLS), Adobe PDF, Архив ZIP, Архив RAR и т.д.\nТребования к содержанию работ по развитию системы\nВ течение срока действия Контракта должно быть выполнено развитие АИС СКО по заявкам в соответствии с пунктами 4.2.3-4.2.8 ТЗ.\nСостав работ определяется заявками Заказчика. Заказчик направляет с официальным\n\nсопроводительным письмом Подрядчику заявку, согласованную Пользователем в Единой системе электронного документооборота Правительства Москвы по форме, представленной в Приложении В к ТЗ, при этом одна заявка может содержать в себе несколько задач различных по сложности.\nВ случае принятия Заказчиком соответствующего решения любая из указанных задач может быть заменена на равнозначную в отношении другой подсистемы.\nОбъем выполняемых работ определяется сторонами дополнительно на этапе разработки ЧТЗ в порядке, определенном в п. 4.2.8 ТЗ. Стоимость выполненных работ определяется в порядке, определенном п. 6.8 ТЗ.\nПланируемое количество задач определяется стоимостью Контракта, но должно быть не менее 113 (ста тринадцати) задач, в том числе 37 (тридцать семь) задач в соответствии с пунктами 4.2.3-4.2.7 ТЗ.\n\nТребования по развитию подсистемы «Личный кабинет»\nТребования к изменению модуля «Формирование общих сведений об организации»\nМодуль предназначен для ввода и корректировки сведений природопользователя.\n\nТребования к изменению функции регистрации организации участника процесса образования и обращения отходов\nФункция предназначена для поиска и идентификации сведений об организации в БД Системы при её регистрации в ЛК, получения данных об организации из смежных систем.\n\nСостав сведений\nВ части общих сведений о природопользователе – индивидуальном предпринимателе должны быть добавлены следующие реквизиты:\nФамилия;\nИмя;\nОтчество;\nсубъект федерального / регионального надзора;\nадрес регистрации;\nпочтовый адрес;\nИНН;\nОКВЭД;\nОКОПФ;\nОКФС.\nВ части сведений о лицензиях на виды деятельности должны быть добавлены реквизиты:\nдопустимые операции с отходами (множественный выбор из справочника);\nкласс опасности для операции с отходами – выбор из справочника.\nСостав сведений должен быть уточнен на этапе проектирования Системы и приведен в\nЧТЗ.\n\nПеречень экранных форм\nИзменение состава сведений должно осуществляться на форме «Общие сведения» личного кабинета природопользователя.\nДействия, осуществляемые в экранных формах\nЭкранная форма «Общие сведения» должна обеспечивать выполнение следующих действий:\nсохранить изменения;\nпросмотреть историю изменений.\nТребования\tк\tдобавлению\tвозможности\tизменения\tсведений\tтабличных\n\nпредставлений\nПодсистема должна обеспечивать изменение сведений природопользователя путем построчного редактирования табличных представлений. В части корректировки сведений об отходах должна быть предусмотрена возможность изменения сведений в списковой форме\n«Перечень отходов» в части реквизитов:\nФККО;\nкласс опасности;\nдата утверждения паспорта;\nпаспорт отхода.\nВ части корректировки сведений о технологиях должна быть предусмотрена возможность изменения сведений в списковой форме «Технологии и установки. Технологии» в части реквизитов:\nнаименование;\nразработчик технологии;\nадрес разработчика;\nназначение технологии;\nописание.\nВ части корректировки сведений об установках должна быть предусмотрена возможность изменения сведений в списковой форме «Технологии и установки. Установки» в части реквизитов:\nадресный объект;\nнаименование установки;\nинвентарный номер;\nтип;\nпервичный отход;\nвторичный отход;\nвид переработки;\nпроизводимая продукция;\nдата вывода из эксплуатации;\nпроектная мощность;\nфактическая мощность;\nтехнология.\nПодсистема должна позволять выполнять удаление записей из соответствующих списковых форм с запросом подтверждения действия. Экранная форма табличного представления должна позволять осуществлять следующие действия в части редактирования табличных представлений:\nпросмотреть запись;\nсохранить изменения;\nудалить запись.\nТребования к изменению модуля «Формирование общих сведений о годовом отчете»\nМодуль предназначен для ввода и корректировки сведений о годовом отчете.\n\nТребования к изменению функций формирования годового отчета\nВ части формирования годового отчета должно быть обеспечено:\nдоработка отчета организации в части формирования отчета с детализацией по адресным объектам и отчетным периодам;\nдобавление\tвозможности\tсоздания\tотчета\tпутем\tкопирования\tданных\tотчета предшествующего периода.\nПри формировании отчета Система должна позволять пользователю внести общие сведения о годовом отчете. Сведения об адресных объектах, сведения об образовании отходов,\n\nсведения о движении отходов должны быть сформированы в отчете автоматически на основании данных соответствующих форм Системы.\nПри формировании годового отчета должна быть предусмотрена возможность создания отчета путем копирования данных отчета предшествующего периода. При формировании отчета Система должна проверять наличие отчета по выбранному адресному объекту за предшествующий период, при наличии такого отчета запрашивать формирование отчета на основании сведений предшествующего периода. При подтверждении действия пользователем система должна автоматически формировать отчет выбранного отчетного периода в статусе\n«Проект» на основании сведений предшествующего периода: сведений о движении отходов.\n\nСостав сведений\nСостав сведений отчета должен содержать следующие реквизиты:\nдокумент-основание НООЛР (в т.ч. номер и сроки действия документа);\nномер отчета (автоматически формируется системой);\nотчет за <год (дата)>;\nстатус отчета;\nФИО директора;\nФИО исполнителя;\nтелефон / факс;\nэлектронная почта исполнителя;\nкомментарий;\nфайл отчета (автоматически формируется системой).\nСостав сведений перечня отчетов должен содержать следующие реквизиты:\nномер отчета (автоматически формируется системой);\nадресный объект;\nдокумент-основание НООЛР (в т.ч. номер и сроки действия документа);\nФИО директора;\nФИО исполнителя;\nстатус отчета;\nкомментарий;\nфайл отчета;\nфайл талона регистрации (отображается после окончания проверки отчета).\nСостав сведений должен быть уточнен на этапе проектирования Системы и приведен в\nЧТЗ.\n\nПеречень экранных форм\nДля создания отчета должна использоваться экранная форма создания отчета.\nДля просмотра перечня отчетов должна использоваться экранная форма перечня отчетов.\n\nДействия, осуществляемые в экранных формах\nЭкранная форма отчета должна обеспечивать выполнение следующих действий:\nсохранить изменения;\nзакрыть отчет.\nЭкранная форма перечня отчетов должна обеспечивать выполнение следующих действий:\nсформировать отчет;\nпросмотреть отчет;\nпросмотреть документ-основание об утверждении нормативов образования отходов и лимитов на их размещение;\nредактировать отчет;\nудалить отчета в статусе «Проект»;\nотправить отчет на проверку.\n",
    "TABLES": "Сокращение\tРасшифровка\nАИС ОССиГ\tАвтоматизированная\tинформационная\tсистема\t«Регулирования перемещения отходов строительства, сноса и грунтов в городе Москве»\nАИС ЭМ ТСОО\tАвтоматизированная информационная система «Электронная модель территориальной схемы обращения с отходами»\nАНЗ\tАнализ защищенности информации\nАРМ\tАвтоматизированное рабочее место\nАС\tАвтоматизированная система\nАС УР\tАвтоматизированная система управления регистрами\nБД\tБаза данных\nГОСТ\tГосударственный стандарт\nДПиООС\tДепартамент природопользования и охраны окружающей среды города Москвы\nГИС ЕХД\tГородская информационная система «Единое хранилище данных города Москвы»\nГИС «ЦХЭД ЭЦП»\tГосударственная информационная система «Централизованное хранилище электронных документов, подписанных электронной цифровой подписью» ГИС «ЦХЭД ЭЦП»\nГРОРО\tГосударственный реестр объектов размещения отходов\nЕГРИП\tЕдиный государственный реестр индивидуальных предпринимателей\nЕГРЮЛ\tЕдиный государственный реестр юридических лиц\nИАФ\tИдентификация и аутентификация пользователей\nИП\tИндивидуальный предприниматель\nИС\tИнформационная система\nИСиР\tИнформационные системы и ресурсы\nИСИ ЮЛ\tИнформационная система идентификации юридических лиц, входящая в состав АС УР\nИСУП\tИнформационная система управления проектами, на базе программного средства Заказчика «СКВ: Управление требованиями и релизами»\nЛК\tЛичный кабинет\nСокращение\tРасшифровка\nНВОС\tНегативное воздействие на окружающую среду\nНООЛР\tНорматив образования отходов и лимитов на их размещение\nНСИ\tНормативно-справочная информация\nОВКО\tОтдел ведения Кадастра отходов ДПиООС\nОИВ\tОрганы исполнительной власти\nОС\tОперационная система\nОКАТО\tОбщероссийский классификатор территорий муниципальных образований\nПО\tПрограммное обеспечение\nППО\tПрикладное программное обеспечение\nППР\tПланово-предупредительные работы\nРСБ\tРегистрация событий безопасности\nСКВ\tСистема контроля версий\nСУБД\tСистема управления базами данных\nЧТЗ\tЧастное техническое задание\nТКО\tТвердые коммунальные отходы\nУПД\tУправление доступом субъектов доступа к объектам доступа\nФИАС\tФедеральная информационная адресная система\nФККО\tФедеральный классификационный каталог отходов\nФЛК\tФорматно-логический контроль\nФНС\t\nФСБ России\tФедеральная служба безопасности Российской Федерации\nФСТЭК России\tФедеральная\tслужба\tпо\tтехническому\tи\tэкспортному\tконтролю Российской Федерации\nЦОД\tЦентр обработки данных\nЭП\tЭлектронная подпись\nЮЛ\tЮридическое лицо\n№ п/п\tПоказатель\tОпределение\n\n1\tРасчетное количество пользователей\tКоличество пользователей, работу которых должна обеспечить Система с учетом достижения всех показателей назначения\n0\tРасчетное количество\nодновременно работающих пользователей\tКоличество одновременно работающих пользователей,\nработу которых должна обеспечить Система с учетом достижения всех показателей назначения\n3\tМаксимальное количество пользователей\tМаксимальное\tколичество\tпользователей,\tработу которых должна обеспечить архитектура Системы\n4\tМаксимальное количество одновременно работающих пользователей\tМаксимальное количество одновременно работающих пользователей, работу которых должна обеспечить архитектура Системы\n№ п/п\tПоказатель\tЗначение для Системы в целом\n1\tРасчетное количество пользователей\t80 300\n2\tРасчетное\tколичество\tодновременно\tработающих пользователей\t5 000\n3\tМаксимальное количество активных пользователей\t100 000\n5\tМаксимальное\tколичество\tодновременно\tработающих пользователей\t10 000\n№ п/п\tОбъект\tКраткое описание\n\n1\tОтчет организации об отходах производства и потребления\tЕжегодные данные от природопользователя (ЮЛ/ИП) о фактически образованных отходах, передаче / приемке\nотходов, объектах обращения с отходами, технологиях обработки, утилизации и обезвреживания отходов\n\n2\tТалон\tрегистрации отходов\nприродопользователя\tв Сводном кадастре отходов\tДокумент — отметка об успешной регистрации Отчета об отходах природопользователя в Кадастре\n3\tАдресный\tобъект обращения с отходами\tАдресный\tобъект\tразмещения,\tпереработки\tи/или обезвреживания отходов.\n\n4\t\nПриродопользователь Нарушитель\tПриродопользователь,   допустивший   нарушение   –\n«Непредставление, несвоевременное представление данных, необходимых для ведения Кадастра отходов лицом, обязанным в соответствии с правовыми актами\nгорода Москвы направлять такие данные»\n№ п/п\tПоказатель\tОпределение\n\n1\tРасчетное количество основных объектов предметной области обрабатываемых за час (по каждому типу обрабатываемого объекта).\tКоличество основных объектов предметной области, которое должно обрабатывать приложение за час времени с учетом достижения всех показателей назначения.\n\n2\tМаксимальное количество основных объектов\tпредметной\tобласти\nобрабатываемых за час (по каждому типу обрабатываемого объекта).\tМаксимальное количество основных объектов предметной области, обработку которых должна\nобеспечить архитектура приложения в течение часа.\n\n3\tРасчетное количество основных объектов предметной области обрабатываемых за год (по каждому типу обрабатываемого объекта).\tКоличество основных объектов предметной области, которое должно обрабатывать приложение за год с учетом достижения всех показателей назначения.\n\n4\tМаксимальное количество основных объектов предметной области обрабатываемых за год (по каждому типу обрабатываемого объекта).\tМаксимальное количество основных объектов предметной области, обработку которых должна обеспечить архитектура приложения в течение года.\n\n№ п/п\t\nОбъект\tКоличество объектов предметной области, обрабатываемых Системой\tКоличество объектов предметной области, обрабатываемых Системой\tКоличество объектов предметной области, обрабатываемых Системой\tКоличество объектов предметной области, обрабатываемых Системой\n\n№ п/п\t\nОбъект\tРасчетное\tРасчетное\tМаксимальное\tМаксимальное\n\n№ п/п\t\nОбъект\tЗа час\tЗа год\tЗа час\tЗа год\n1\tОтчет об отходах производства и потребления\t200\t395 200\t350\t691 600\n\n2\tТалон регистрации отходов\nприродопользователя в Сводном кадастре\nотходов\t\n250\t\n494 000\t\n500\t\n988 000\n3\tАдресный объект\nобращения с отходами\t200\t395 200\t500\t988 000\n4\tПриродопользователь Нарушитель\t200\t395 200\t350\t691 600\n№ п/п\tПоказатель\tОпределение\n1\tРасчетное\tколичество сообщений за час (по каждому информационному потоку).\tКоличество сообщений, которыми за час должно обмениваться приложение с учетом достижения всех показателей назначения.\n2\tМаксимальное\tколичество сообщений за час (по каждому информационному потоку).\tМаксимальное количество сообщений за час, которыми позволит обмениваться архитектура приложения.\n№ п/п\tНаименование информационного потока\t\nТип передаваемого объекта\tКоличество сообщений за час\tКоличество сообщений за час\n№ п/п\tНаименование информационного потока\t\nТип передаваемого объекта\tРасч.\tМакс.\n1\tДанные об образовании отходов строительства,\nсноса и грунтов\tСведения\tоб\tобразовании отходов строительства, сноса и\nгрунтов из АИС ОССиГ\t100\t500\n\n2\tДанные\tоб\tобъемах образования отходов\tСведения территориальной схемы обращения с отходами из АИС ЭМ ТСОО\t\n100\t\n500\n№ п/п\tНаименование информационного потока\t\nТип передаваемого объекта\tКоличество сообщений за час\tКоличество сообщений за час\n№ п/п\tНаименование информационного потока\t\nТип передаваемого объекта\tРасч.\tМакс.\n\n3\t\nРеквизиты организаций\tСведения из Единого государственного реестра юридических\nлиц/индивидуальных предпринимателей\t\n100\t\n500\n4\tАдресная\tинформации объектов\tСведения из Федеральной информационной адресной системы ФНС России\t200\t1000\n№ п/п\tПоказатель\tОпределение\n1\tРасчетное\tвремя\tполучения\nотчета с заранее определенной структурой (сек).\tВремя  получения  отчёта  с  заранее  определённой\nструктурой с учётом удовлетворения всех показателей назначения.\n\n2\tМаксимальное\tвремя получения отчета с заранее определенной структурой (сек).\t\nМаксимально допустимое время получения отчета с заранее определенной структурой.\n№\tПоказатель\tЗначение\n1\tРасчетное количество запросов, обрабатываемых в сек.\t5\n2\tМаксимальное количество запросов, обрабатываемых в сек.\t7\n№\tПоказатель\tЗначение, сек.\n1\tРасчетное\tвремя\tотклика\tк\tСистеме\t(за\tисключением\tслучае регламентированной и нерегламентированной отчетности)\t7\n2\tМаксимальное время отклика при запросе к Системе (за исключением случае регламентированной и нерегламентированной отчетности)\t10\n№ п/п\tСистемы и компоненты, с которыми осуществляется информационное взаимодействие\tНаправление потока\n1\tСУДИР\tвходящий\n2\tСУДИР\tисходящий\n3\tАИС ОССиГ\tвходящий\n4\tАИС ЭМ ТСОО\tвходящий\n5\tИСИ ЮЛ ФНС РФ (входящей в состав АС УР)\tвходящий\n6\tФИАС ФНС РФ\tвходящий\n7\tГИС ЕХД\tвходящий\n8\tГИС «ЦХЭД ЭЦП»\tисходящий\n9\tГИС «ЦХЭД ЭЦП»\tвходящий\n10\tПортал Росприроднадзора\tвходящий\nПриоритет\tКлассифицирующие признаки/Описание влияния проблемы\tТипы ошибок (примеры для определения приоритета)\n\n1 - Критический\tОтказ в работе Системы, приводящий к недоступности одной из подсистем/модулей Системы для пользователей или к невозможности  эксплуатации  ключевого\nфункционала Системы.\tСистема недоступна или недоступен\tключевой функционал.\n\n\n\n\n2 - Высокий\tЧастичное нарушение функционирования Системы, некритичное для выполнения основных задач (работы ключевого функционала).\nНе   существует   приемлемого   способа\n«обойти» инцидент или проблему. Невозможно\tвыполнять\tоперации, требующие срочного исполнения.\nОтказ  в  работе  Системы,  приводящий  к\nневозможности эксплуатации не ключевого функционала Системы.\t\nСистема частично недоступна, не работают\tфункциональные кнопки и ссылки (для не ключевых\t разделов\tи функционала), не отображаются изображения, не удается скачать файл, не удается загрузить файл.\n\n\n3 - Средний\tНезначительная потеря функциональности Системы, нарушение удобства работы с Системы, не влияющее на принципиальные возможности выполнения операций, проблема,  которую  в  настоящий  момент\nможно «обойти».\tОтсутствует внешняя страница, ошибка верстки интерфейса Системы, не работает внешняя ссылка,\tсистемное предупреждение\n\n4 - Низкий\tОтдельные сбои или нарушения работы объектов инфраструктуры, не оказывающие воздействия на общую работу ключевых функций Системы. Согласованная работа по\nстандартному запросу\tОрфографическая ошибка в тексте,\tпревышение контрольного времени шага в Анкете постановки системы на\nмониторинг.\nТип изменения\tОпределение\nСтандартные\tИзменения,  которые  уже  вносились,  хорошо  документированы  и\nявляются частью процесса эксплуатации (например, обновление профиля пользователя).\n\nНестандартные\tИзменения, которые могут оказывать влияние на конфигурационные элементы Системы (например, установка релизов, установка патчей, изменение СПО). Нестандартные изменения требуют наличия плана\nпроведения работ по внесению изменений, приложенного в СМКСС к соответствующему ЗНИ.\nНесанкционированное\tИзменения, которые не были согласованы с Заказчиком, проведенные без надлежащего документирования, фиксации в СМКСС и без уведомления\nгрупп поддержки систем-пользователей.\nПриоритет\tКлассифицирующие признаки\n\nКритичный\tИзменения необходимы при проведении аварийно-восстановительных работ для возобновления работоспособности Системы или для предотвращения внештатных ситуаций, имеющих высокую вероятность\nвозникновения.\nВысокий\tИзменения относятся к обеспечению информационной безопасности и/или работоспособности основного функционала Системы, устраняет\nвыявленные ошибки в работе Системы.\nСредний\tИзменения, связанные с развитием Системы и выводом нового функционала в штатном режиме.\nНизкий\tИзменения, связанные с ошибками в отображении информации на\nСистемы (графика, текст).\n№ п/п\tНаименование подсистем\tЗадача\n1\tПодсистема «Личный кабинет»\t\nРазвитие\n2\tПодсистема «Контроль подачи сведений»\t\nРазвитие\n10\tПодсистема «НСИ»\t\nРазвитие\n4\tПодсистема «Администрирование»\t\nРазвитие\n5\tПодсистема «Информационная безопасность»\tСоздание\n",
    "ORIG_TABLES": "Сокращение\nРасшифровка\nАИС ОССиГ\nАвтоматизированная\tинформационная\tсистема\t«Регулирования перемещения отходов строительства, сноса и грунтов в городе Москве»\nАИС ЭМ ТСОО\nАвтоматизированная информационная система «Электронная модель территориальной схемы обращения с отходами»\nАНЗ\nАнализ защищенности информации\nАРМ\nАвтоматизированное рабочее место\nАС\nАвтоматизированная система\nАС УР\nАвтоматизированная система управления регистрами\nБД\nБаза данных\nГОСТ\nГосударственный стандарт\nДПиООС\nДепартамент природопользования и охраны окружающей среды города Москвы\nГИС ЕХД\nГородская информационная система «Единое хранилище данных города Москвы»\nГИС «ЦХЭД ЭЦП»\nГосударственная информационная система «Централизованное хранилище электронных документов, подписанных электронной цифровой подписью» ГИС «ЦХЭД ЭЦП»\nГРОРО\nГосударственный реестр объектов размещения отходов\nЕГРИП\nЕдиный государственный реестр индивидуальных предпринимателей\nЕГРЮЛ\nЕдиный государственный реестр юридических лиц\nИАФ\nИдентификация и аутентификация пользователей\nИП\nИндивидуальный предприниматель\nИС\nИнформационная система\nИСиР\nИнформационные системы и ресурсы\nИСИ ЮЛ\nИнформационная система идентификации юридических лиц, входящая в состав АС УР\nИСУП\nИнформационная система управления проектами, на базе программного средства Заказчика «СКВ: Управление требованиями и релизами»\nЛК\nЛичный кабинет\nСокращение\nРасшифровка\nНВОС\nНегативное воздействие на окружающую среду\nНООЛР\nНорматив образования отходов и лимитов на их размещение\nНСИ\nНормативно-справочная информация\nОВКО\nОтдел ведения Кадастра отходов ДПиООС\nОИВ\nОрганы исполнительной власти\nОС\nОперационная система\nОКАТО\nОбщероссийский классификатор территорий муниципальных образований\nПО\nПрограммное обеспечение\nППО\nПрикладное программное обеспечение\nППР\nПланово-предупредительные работы\nРСБ\nРегистрация событий безопасности\nСКВ\nСистема контроля версий\nСУБД\nСистема управления базами данных\nЧТЗ\nЧастное техническое задание\nТКО\nТвердые коммунальные отходы\nУПД\nУправление доступом субъектов доступа к объектам доступа\nФИАС\nФедеральная информационная адресная система\nФККО\nФедеральный классификационный каталог отходов\nФЛК\nФорматно-логический контроль\nФНС\n\nФСБ России\nФедеральная служба безопасности Российской Федерации\nФСТЭК России\nФедеральная\tслужба\tпо\tтехническому\tи\tэкспортному\tконтролю Российской Федерации\nЦОД\nЦентр обработки данных\nЭП\nЭлектронная подпись\nЮЛ\nЮридическое лицо\n№ п/п\nПоказатель\nОпределение\n\n1\nРасчетное количество пользователей\nКоличество пользователей, работу которых должна обеспечить Система с учетом достижения всех показателей назначения\n0\nРасчетное количество\nодновременно работающих пользователей\nКоличество одновременно работающих пользователей,\nработу которых должна обеспечить Система с учетом достижения всех показателей назначения\n3\nМаксимальное количество пользователей\nМаксимальное\tколичество\tпользователей,\tработу которых должна обеспечить архитектура Системы\n4\nМаксимальное количество одновременно работающих пользователей\nМаксимальное количество одновременно работающих пользователей, работу которых должна обеспечить архитектура Системы\n№ п/п\nПоказатель\nЗначение для Системы в целом\n1\nРасчетное количество пользователей\n80 300\n2\nРасчетное\tколичество\tодновременно\tработающих пользователей\n5 000\n3\nМаксимальное количество активных пользователей\n100 000\n5\nМаксимальное\tколичество\tодновременно\tработающих пользователей\n10 000\n№ п/п\nОбъект\nКраткое описание\n\n1\nОтчет организации об отходах производства и потребления\nЕжегодные данные от природопользователя (ЮЛ/ИП) о фактически образованных отходах, передаче / приемке\nотходов, объектах обращения с отходами, технологиях обработки, утилизации и обезвреживания отходов\n\n2\nТалон\tрегистрации отходов\nприродопользователя\tв Сводном кадастре отходов\nДокумент — отметка об успешной регистрации Отчета об отходах природопользователя в Кадастре\n3\nАдресный\tобъект обращения с отходами\nАдресный\tобъект\tразмещения,\tпереработки\tи/или обезвреживания отходов.\n\n4\n\nПриродопользователь Нарушитель\nПриродопользователь,   допустивший   нарушение   –\n«Непредставление, несвоевременное представление данных, необходимых для ведения Кадастра отходов лицом, обязанным в соответствии с правовыми актами\nгорода Москвы направлять такие данные»\n№ п/п\nПоказатель\nОпределение\n\n1\nРасчетное количество основных объектов предметной области обрабатываемых за час (по каждому типу обрабатываемого объекта).\nКоличество основных объектов предметной области, которое должно обрабатывать приложение за час времени с учетом достижения всех показателей назначения.\n\n2\nМаксимальное количество основных объектов\tпредметной\tобласти\nобрабатываемых за час (по каждому типу обрабатываемого объекта).\nМаксимальное количество основных объектов предметной области, обработку которых должна\nобеспечить архитектура приложения в течение часа.\n\n3\nРасчетное количество основных объектов предметной области обрабатываемых за год (по каждому типу обрабатываемого объекта).\nКоличество основных объектов предметной области, которое должно обрабатывать приложение за год с учетом достижения всех показателей назначения.\n\n4\nМаксимальное количество основных объектов предметной области обрабатываемых за год (по каждому типу обрабатываемого объекта).\nМаксимальное количество основных объектов предметной области, обработку которых должна обеспечить архитектура приложения в течение года.\n\n№ п/п\n\nОбъект\nКоличество объектов предметной области, обрабатываемых Системой\nКоличество объектов предметной области, обрабатываемых Системой\nКоличество объектов предметной области, обрабатываемых Системой\nКоличество объектов предметной области, обрабатываемых Системой\n\n№ п/п\n\nОбъект\nРасчетное\nРасчетное\nМаксимальное\nМаксимальное\n\n№ п/п\n\nОбъект\nЗа час\nЗа год\nЗа час\nЗа год\n1\nОтчет об отходах производства и потребления\n200\n395 200\n350\n691 600\n\n2\nТалон регистрации отходов\nприродопользователя в Сводном кадастре\nотходов\n\n250\n\n494 000\n\n500\n\n988 000\n3\nАдресный объект\nобращения с отходами\n200\n395 200\n500\n988 000\n4\nПриродопользователь Нарушитель\n200\n395 200\n350\n691 600\n№ п/п\nПоказатель\nОпределение\n1\nРасчетное\tколичество сообщений за час (по каждому информационному потоку).\nКоличество сообщений, которыми за час должно обмениваться приложение с учетом достижения всех показателей назначения.\n2\nМаксимальное\tколичество сообщений за час (по каждому информационному потоку).\nМаксимальное количество сообщений за час, которыми позволит обмениваться архитектура приложения.\n№ п/п\nНаименование информационного потока\n\nТип передаваемого объекта\nКоличество сообщений за час\nКоличество сообщений за час\n№ п/п\nНаименование информационного потока\n\nТип передаваемого объекта\nРасч.\nМакс.\n1\nДанные об образовании отходов строительства,\nсноса и грунтов\nСведения\tоб\tобразовании отходов строительства, сноса и\nгрунтов из АИС ОССиГ\n100\n500\n\n2\nДанные\tоб\tобъемах образования отходов\nСведения территориальной схемы обращения с отходами из АИС ЭМ ТСОО\n\n100\n\n500\n№ п/п\nНаименование информационного потока\n\nТип передаваемого объекта\nКоличество сообщений за час\nКоличество сообщений за час\n№ п/п\nНаименование информационного потока\n\nТип передаваемого объекта\nРасч.\nМакс.\n\n3\n\nРеквизиты организаций\nСведения из Единого государственного реестра юридических\nлиц/индивидуальных предпринимателей\n\n100\n\n500\n4\nАдресная\tинформации объектов\nСведения из Федеральной информационной адресной системы ФНС России\n200\n1000\n№ п/п\nПоказатель\nОпределение\n1\nРасчетное\tвремя\tполучения\nотчета с заранее определенной структурой (сек).\nВремя  получения  отчёта  с  заранее  определённой\nструктурой с учётом удовлетворения всех показателей назначения.\n\n2\nМаксимальное\tвремя получения отчета с заранее определенной структурой (сек).\n\nМаксимально допустимое время получения отчета с заранее определенной структурой.\n№\nПоказатель\nЗначение\n1\nРасчетное количество запросов, обрабатываемых в сек.\n5\n2\nМаксимальное количество запросов, обрабатываемых в сек.\n7\n№\nПоказатель\nЗначение, сек.\n1\nРасчетное\tвремя\tотклика\tк\tСистеме\t(за\tисключением\tслучае регламентированной и нерегламентированной отчетности)\n7\n2\nМаксимальное время отклика при запросе к Системе (за исключением случае регламентированной и нерегламентированной отчетности)\n10\n№ п/п\nСистемы и компоненты, с которыми осуществляется информационное взаимодействие\nНаправление потока\n1\nСУДИР\nвходящий\n2\nСУДИР\nисходящий\n3\nАИС ОССиГ\nвходящий\n4\nАИС ЭМ ТСОО\nвходящий\n5\nИСИ ЮЛ ФНС РФ (входящей в состав АС УР)\nвходящий\n6\nФИАС ФНС РФ\nвходящий\n7\nГИС ЕХД\nвходящий\n8\nГИС «ЦХЭД ЭЦП»\nисходящий\n9\nГИС «ЦХЭД ЭЦП»\nвходящий\n10\nПортал Росприроднадзора\nвходящий\nПриоритет\nКлассифицирующие признаки/Описание влияния проблемы\nТипы ошибок (примеры для определения приоритета)\n\n1 - Критический\nОтказ в работе Системы, приводящий к недоступности одной из подсистем/модулей Системы для пользователей или к невозможности  эксплуатации  ключевого\nфункционала Системы.\nСистема недоступна или недоступен\tключевой функционал.\n\n\n\n\n2 - Высокий\nЧастичное нарушение функционирования Системы, некритичное для выполнения основных задач (работы ключевого функционала).\nНе   существует   приемлемого   способа\n«обойти» инцидент или проблему. Невозможно\tвыполнять\tоперации, требующие срочного исполнения.\nОтказ  в  работе  Системы,  приводящий  к\nневозможности эксплуатации не ключевого функционала Системы.\n\nСистема частично недоступна, не работают\tфункциональные кнопки и ссылки (для не ключевых\t разделов\tи функционала), не отображаются изображения, не удается скачать файл, не удается загрузить файл.\n\n\n3 - Средний\nНезначительная потеря функциональности Системы, нарушение удобства работы с Системы, не влияющее на принципиальные возможности выполнения операций, проблема,  которую  в  настоящий  момент\nможно «обойти».\nОтсутствует внешняя страница, ошибка верстки интерфейса Системы, не работает внешняя ссылка,\tсистемное предупреждение\n\n4 - Низкий\nОтдельные сбои или нарушения работы объектов инфраструктуры, не оказывающие воздействия на общую работу ключевых функций Системы. Согласованная работа по\nстандартному запросу\nОрфографическая ошибка в тексте,\tпревышение контрольного времени шага в Анкете постановки системы на\nмониторинг.\nТип изменения\nОпределение\nСтандартные\nИзменения,  которые  уже  вносились,  хорошо  документированы  и\nявляются частью процесса эксплуатации (например, обновление профиля пользователя).\n\nНестандартные\nИзменения, которые могут оказывать влияние на конфигурационные элементы Системы (например, установка релизов, установка патчей, изменение СПО). Нестандартные изменения требуют наличия плана\nпроведения работ по внесению изменений, приложенного в СМКСС к соответствующему ЗНИ.\nНесанкционированное\nИзменения, которые не были согласованы с Заказчиком, проведенные без надлежащего документирования, фиксации в СМКСС и без уведомления\nгрупп поддержки систем-пользователей.\nПриоритет\nКлассифицирующие признаки\n\nКритичный\nИзменения необходимы при проведении аварийно-восстановительных работ для возобновления работоспособности Системы или для предотвращения внештатных ситуаций, имеющих высокую вероятность\nвозникновения.\nВысокий\nИзменения относятся к обеспечению информационной безопасности и/или работоспособности основного функционала Системы, устраняет\nвыявленные ошибки в работе Системы.\nСредний\nИзменения, связанные с развитием Системы и выводом нового функционала в штатном режиме.\nНизкий\nИзменения, связанные с ошибками в отображении информации на\nСистемы (графика, текст).\n№ п/п\nНаименование подсистем\nЗадача\n1\nПодсистема «Личный кабинет»\n\nРазвитие\n2\nПодсистема «Контроль подачи сведений»\n\nРазвитие\n10\nПодсистема «НСИ»\n\nРазвитие\n4\nПодсистема «Администрирование»\n\nРазвитие\n5\nПодсистема «Информационная безопасность»\nСоздание\n"
}